{
  "CS202002013_123": {
    "summary": ["GABAergic is: Neurons that use GABA as a neurotransmitter and which exert an inhibitory post-synaptic effect. The minimal set of markers required to distinguish this cell class from other cell classes in the primary motor cortex is Gad1 and Dlx6os1 (F-beta = 0.94), based on the NS Forest method of marker gene selection. GABAergic cells represent 14.99% of all cells collected in the snRNA-seq 10X v3 B dataset. GABAergic cells have an average of 4695 genes detected, which is 414 more than the average for allcells (4281). The average normalized cortical depth of GABAergic cells is 0.478, compared to an average of 0.539 for all cells. GABAergic cells have an average firing rate of 71.48 Hz, compared to 56.42 Hz for all neurons recorded. Other distinguishing features include an input resistance of 262.76 MOhms (227.12 MOhms in all neurons), and upstroke:downstroke ratio of 1.91 (2.62 for all neurons). The most distinguishing morpholgical features of GABAergic, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.4 vs. 0.46 average for all neurons), axon total length (13796.3 vs. 13796.3 microns for all neurons), dendrite total length (2227.63 vs. 3182.34 microns for all neurons), and stems (5.77 vs. 6.4 for all neurons)."],
    "references": ["PMID:34616066"],
    "aliases": ["Neuronal: GABAergic | Inhibitory neurons"]
  },
  "CS202002013_179": {
    "summary": ["Glutamatergic is: Neurons that use glutamate as a neurotransmitter and exert an excitatory post-synaptic effect. The minimal set of markers required to distinguish this cell class from other cell classes in the primary motor cortex is Sv2b and Arpp21 (F-beta = 0.988), based on the NS Forest method of marker gene selection. Glutamatergic cells represent 71.92% of all cells collected in the snRNA-seq 10X v3 B dataset. Glutamatergic cells have an average of 5113 genes detected, which is 832 more than the average for allcells (4281). The average normalized cortical depth of Glutamatergic cells is 0.527, compared to an average of 0.539 for all cells. Glutamatergic cells have an average firing rate of 26.59 Hz, compared to 56.42 Hz for all neurons recorded. Other distinguishing features include an input resistance of 156.52 MOhms (227.12 MOhms in all neurons), and upstroke:downstroke ratio of 4.03 (2.62 for all neurons). The most distinguishing morpholgical features of Glutamatergic, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.54 vs. 0.46 average for all neurons), dendrite total length (4488.4 vs. 3182.34 microns for all neurons), and stems (7.25 vs. 6.4 for all neurons)."],
    "references": ["PMID:34616066"],
    "aliases": ["Neuronal: Glutamatergic | Excitatory neurons"]
  },
  "CS202002013_219": {
    "summary": ["Non-Neural is: Cells of mesoderm, neural crest or yolk sac origin (sometimes called glia). The minimal set of markers required to distinguish this cell class from other cell classes in the primary motor cortex is Flt1 and Adgrl4 (F-beta = NA), based on the NS Forest method of marker gene selection. Non-Neural cells represent 3.34% of all cells collected in the snRNA-seq 10X v3 B dataset. Non-Neural cells have an average of 2137 genes detected"],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_235": {
    "summary": ["Non-Neuronal is: Non-neuronal cells of neuroectoderm origin (sometimes called glia). The minimal set of markers required to distinguish this cell class from other cell classes in the primary motor cortex is Qk (F-beta = 0.958), based on the NS Forest method of marker gene selection. Non-Neuronal cells represent 9.75% of all cells collected in the snRNA-seq 10X v3 B dataset. Non-Neuronal cells have an average of 2509 genes detected, which is 1772 less than the average for allcells (4281)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_183": {
    "summary": ["L2/3 IT is: Layer 2/3 intratelencephalic-projecting. In Mouse primary motor cortex (CCN202002013), L2/3 IT has 3 child types: L2/3 IT_1, L2/3 IT_2 and L2/3 IT_3. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Calb1 and Rasgrf2 (F-beta = 0.842), based on the NS Forest method of marker gene selection. L2/3 IT cells represent 20.93% of all Glutamatergic cells collected in the snRNA-seq 10X v3 B dataset. L2/3 IT cells have an average of 5231 genes detected, which is 118 more than the average for all Glutamatergic cells (5113). The average normalized cortical depth of L2/3 IT cells is 0.204, compared to an average of 0.527 for all Glutamatergic cells. L2/3 IT cells have an average firing rate of 17.34 Hz, compared to 26.59 Hz for all Glutamatergic cells recorded. Other distinguishing features include an input resistance of 91.42 MOhms (156.52 MOhms in all Glutamatergic cells), and upstroke:downstroke ratio of 4.49 (4.03 for all Glutamatergic cells). The most distinguishing morpholgical features of L2/3 IT, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.17 vs. 0.54 average for all Glutamatergic cells), dendrite total length (4647.41 vs. 4488.4 microns for all Glutamatergic cells), and stems (7.63 vs. 7.25 for all Glutamatergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_188": {
    "summary": ["L4/5 IT is: Layer 4/5 intratelencephalic-projecting. In Mouse primary motor cortex (CCN202002013), L4/5 IT has 2 child types: L4/5 IT_1 and L4/5 IT_2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Rorb, A830036E02Rik and Kcnh5 (F-beta = NA), per differential expression analysis based on proportion of cells expressing these genes. L4/5 IT cells represent 29.06% of all Glutamatergic cells collected in the snRNA-seq 10X v3 B dataset. L4/5 IT cells have an average of 4676 genes detected, which is 437 less than the average for all Glutamatergic cells (5113). The average normalized cortical depth of L4/5 IT cells is 0.388, compared to an average of 0.527 for all Glutamatergic cells. L4/5 IT cells have an average firing rate of 26.01 Hz, compared to 26.59 Hz for all Glutamatergic cells recorded. Other distinguishing features include an input resistance of 170.7 MOhms (156.52 MOhms in all Glutamatergic cells), and upstroke:downstroke ratio of 4.38 (4.03 for all Glutamatergic cells). The most distinguishing morpholgical features of L4/5 IT, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.34 vs. 0.54 average for all Glutamatergic cells),  Glutamatergic cells), dendrite total length (3357.7 vs. 4488.4 microns for all Glutamatergic cells), and stems (6.86 vs. 7.25 for all Glutamatergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_189": {
    "summary": ["L5 IT is: Layer 5 intratelencephalic-projecting. In Mouse primary motor cortex (CCN202002013), L5 IT has 4 child types: L5 IT_1, L5 IT_2, L5 IT_3 and L5 IT_4. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cdh12 and Pdzrn3 and St6galnac5 (F-beta = 0.8), based on the NS Forest method of marker gene selection. L5 IT cells represent 12.54% of all Glutamatergic cells collected in the snRNA-seq 10X v3 B dataset. L5 IT cells have an average of 5502 genes detected, which is 389 more than the average for all Glutamatergic cells (5113). The average normalized cortical depth of L5 IT cells is 0.597, compared to an average of 0.527 for all Glutamatergic cells. L5 IT cells have an average firing rate of 27.88 Hz, compared to 26.59 Hz for all Glutamatergic cells recorded. Other distinguishing features include an input resistance of 145.64 MOhms (156.52 MOhms in all Glutamatergic cells), and upstroke:downstroke ratio of 3.96 (4.03 for all Glutamatergic cells). The most distinguishing morpholgical features of L5 IT, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.47 vs. 0.54 average for all Glutamatergic cells), dendrite total length (6248.91 vs. 4488.4 microns for all Glutamatergic cells), and stems (7.98 vs. 7.25 for all Glutamatergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_192": {
    "summary": ["L6 IT is: Layer 6 intratelencephalic-projecting. In Mouse primary motor cortex (CCN202002013), L6 IT has 2 child types: L6 IT_1 and L6 IT_2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Bmpr1b and Il1rapl2 and Sulf1 (F-beta = 0.8), based on the NS Forest method of marker gene selection. L6 IT cells represent 6.01% of all Glutamatergic cells collected in the snRNA-seq 10X v3 B dataset. L6 IT cells have an average of 5205 genes detected, which is 92 more than the average for all Glutamatergic cells (5113). The average normalized cortical depth of L6 IT cells is 0.831, compared to an average of 0.527 for all Glutamatergic cells. L6 IT cells have an average firing rate of 35.14 Hz, compared to 26.59 Hz for all Glutamatergic cells recorded. Other distinguishing features include an input resistance of 185.91 MOhms (156.52 MOhms in all Glutamatergic cells), and upstroke:downstroke ratio of 4.38 (4.03 for all Glutamatergic cells). The most distinguishing morpholgical features of L6 IT, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.81 vs. 0.54 average for all Glutamatergic cells), dendrite total length (3273.05 vs. 4488.4 microns for all Glutamatergic cells), and stems (6.11 vs. 7.25 for all Glutamatergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_69": {
    "summary": ["L6 IT Car3 is: Layer 6 intratelencephalic-projecting, Car3-expressing. In Mouse primary motor cortex (CCN202002013), L6 IT Car3 has 1 child types:  and L6 IT Car3. L6 IT Car3 includes the Patch-seq and connectivity types L6 IT_3|Claustrum-like IT. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Nr4a2 and Tfap2d (F-beta = 0.69), based on the NS Forest method of marker gene selection. L6 IT Car3 cells represent 0.31% of all Glutamatergic cells collected in the snRNA-seq 10X v3 B dataset. L6 IT Car3 cells have an average of 5901 genes detected, which is 788 more than the average for all Glutamatergic cells (5113). The average normalized cortical depth of L6 IT Car3 cells is 0.897, compared to an average of 0.527 for all Glutamatergic cells."],
    "references": ["PMID:34616066|PMID:34616062|PMID:33184512"],
    "aliases": ["L6 IT_3|Claustrum-like IT"]
  },
  "CS202002013_193": {
    "summary": ["L5 ET is: Layer 5 extratelencephalic-projecting; also known as CF (corticofugal), PT (pyramidal tract), or SC (subcortical). In Mouse primary motor cortex (CCN202002013), L5 ET has 4 child types: L5 ET_1, L5 ET_2, L5 ET_3 and L5 ET_4. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm2164 and Npr3 (F-beta = 0.888), based on the NS Forest method of marker gene selection. L5 ET cells represent 2.81% of all Glutamatergic cells collected in the snRNA-seq 10X v3 B dataset. L5 ET cells have an average of 6580 genes detected, which is 1467 more than the average for all Glutamatergic cells (5113). The average normalized cortical depth of L5 ET cells is 0.619, compared to an average of 0.527 for all Glutamatergic cells. L5 ET cells have an average firing rate of 30.92 Hz, compared to 26.59 Hz for all Glutamatergic cells recorded. Other distinguishing features include an input resistance of 88.63 MOhms (156.52 MOhms in all Glutamatergic cells), and upstroke:downstroke ratio of 3.54 (4.03 for all Glutamatergic cells). The most distinguishing morpholgical features of L5 ET, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.48 vs. 0.54 average for all Glutamatergic cells), dendrite total length (7991.53 vs. 4488.4 microns for all Glutamatergic cells), and stems (8.56 vs. 7.25 for all Glutamatergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5b neurons|Thick-tufted layer 5  pyramidal neurons|Burst-firing layer 5 neurons|Pyramidal tract (PT) neurons|Subcerebral projection neurons (SCPN)|Pyramidal tract-like (PT-l)|Thick-tufted layer 5 neurons (TTL5)"]
  },
  "CS202002013_197": {
    "summary": ["L6 CT is: Layer 6 corticothalamic. In Mouse primary motor cortex (CCN202002013), L6 CT has 7 child types: L5/6 NP CT, L6 CT Gpr139, L6 CT Cpa6, L6 CT Grp, L6 CT Pou3f2, L6 CT Kit_1 and L6 CT Kit_2. L6 CT includes the Patch-seq and connectivity types Corticothalamic|VAL/VM Projecting. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Foxp2 and Hs3st4 (F-beta = 0.914), based on the NS Forest method of marker gene selection. L6 CT cells represent 21.82% of all Glutamatergic cells collected in the snRNA-seq 10X v3 B dataset. L6 CT cells have an average of 4857 genes detected, which is 256 less than the average for all Glutamatergic cells (5113). The average normalized cortical depth of L6 CT cells is 0.856, compared to an average of 0.527 for all Glutamatergic cells. L6 CT cells have an average firing rate of 27.46 Hz, compared to 26.59 Hz for all Glutamatergic cells recorded. Other distinguishing features include an input resistance of 204.84 MOhms (156.52 MOhms in all Glutamatergic cells), and upstroke:downstroke ratio of 3.41 (4.03 for all Glutamatergic cells). The most distinguishing morpholgical features of L6 CT, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.8 vs. 0.54 average for all Glutamatergic cells), dendrite total length (2884.47 vs. 4488.4 microns for all Glutamatergic cells), and stems (6.97 vs. 7.25 for all Glutamatergic cells)."],
    "references": ["PMID:34616066|PMID:33184512"],
    "aliases": ["Corticothalamic|VAL/VM Projecting"]
  },
  "CS202002013_203": {
    "summary": ["L6b is: Layer 6b neurons. In Mouse primary motor cortex (CCN202002013), L6b has 5 child types: L6b Col6a1, L6b Shisa6_1, L6b Shisa6_2, L6b Ror1 and L6b Kcnip1. L6b includes the Patch-seq and connectivity types L6b|L6b subplate. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cplx3 and Ctgf (F-beta = 0.823), based on the NS Forest method of marker gene selection. L6b cells represent 2.39% of all Glutamatergic cells collected in the snRNA-seq 10X v3 B dataset. L6b cells have an average of 5482 genes detected, which is 369 more than the average for all Glutamatergic cells (5113). The average normalized cortical depth of L6b cells is 1.001, compared to an average of 0.527 for all Glutamatergic cells. L6b cells have an average firing rate of 28.79 Hz, compared to 26.59 Hz for all Glutamatergic cells recorded. Other distinguishing features include an input resistance of 299.53 MOhms (156.52 MOhms in all Glutamatergic cells), and upstroke:downstroke ratio of 4.57 (4.03 for all Glutamatergic cells). The most distinguishing morpholgical features of L6b, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.89 vs. 0.54 average for all Glutamatergic cells), dendrite total length (2881.17 vs. 4488.4 microns for all Glutamatergic cells), and stems (5.67 vs. 7.25 for all Glutamatergic cells)."],
    "references": ["PMID:34616066|PMID:34616062|PMID:33184512"],
    "aliases": ["L6b|L6b subplate"]
  },
  "CS202002013_207": {
    "summary": ["L5/6 NP is: Layer 5/6 near-projecting. In Mouse primary motor cortex (CCN202002013), L5/6 NP has 3 child types: L5/6 NP_1, L5/6 NP_2 and L5/6 NP_3. L5/6 NP includes the Patch-seq and connectivity types L5/6 NP|Near-projecting. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Etv1 and Tshz2 (F-beta = 0.858), based on the NS Forest method of marker gene selection. L5/6 NP cells represent 4.13% of all Glutamatergic cells collected in the snRNA-seq 10X v3 B dataset. L5/6 NP cells have an average of 4338 genes detected, which is 775 less than the average for all Glutamatergic cells (5113). The average normalized cortical depth of L5/6 NP cells is 0.651, compared to an average of 0.527 for all Glutamatergic cells. L5/6 NP cells have an average firing rate of 50.83 Hz, compared to 26.59 Hz for all Glutamatergic cells recorded. Other distinguishing features include an input resistance of 339.81 MOhms (156.52 MOhms in all Glutamatergic cells), and upstroke:downstroke ratio of 3.42 (4.03 for all Glutamatergic cells). The most distinguishing morpholgical features of L5/6 NP, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.55 vs. 0.54 average for all Glutamatergic cells),  Glutamatergic cells), dendrite total length (2768.42 vs. 4488.4 microns for all Glutamatergic cells), and stems (4.5 vs. 7.25 for all Glutamatergic cells)."],
    "references": ["PMID:34616066|PMID:34616062|PMID:33184512"],
    "aliases": ["L5/6 NP|Near-projecting"]
  },
  "CS202002013_125": {
    "summary": ["Lamp5 is: CGE/PoA-derived GABAergic subclass typically expressing Lamp5. In Mouse primary motor cortex (CCN202002013), Lamp5 has 8 child types: Lamp5 Pax6, Lamp5 Egln3_1, Lamp5 Egln3_2, Lamp5 Egln3_3, Lamp5 Pdlim5_1, Lamp5 Pdlim5_2, Lamp5 Slc35d3 and Lamp5 Lhx6. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Npy and Pde11a (F-beta = 0.793), based on the NS Forest method of marker gene selection. Lamp5 cells represent 20.15% of all GABAergic cells collected in the snRNA-seq 10X v3 B dataset. Lamp5 cells have an average of 4628 genes detected, which is 67 less than the average for all GABAergic cells (4695). The average normalized cortical depth of Lamp5 cells is 0.273, compared to an average of 0.478 for all GABAergic cells. Lamp5 cells have an average firing rate of 40.62 Hz, compared to 71.48 Hz for all GABAergic cells recorded. Other distinguishing features include an input resistance of 240.82 MOhms (262.76 MOhms in all GABAergic cells), and upstroke:downstroke ratio of 3.13 (1.91 for all GABAergic cells). The most distinguishing morpholgical features of Lamp5, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.2 vs. 0.4 average for all GABAergic cells), axon total length (10733.35 vs. 13796.3 microns for all GABAergic cells), dendrite total length (2247.19 vs. 2227.63 microns for all GABAergic cells), and stems (7.47 vs. 7.25 for all GABAergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_133": {
    "summary": ["Sncg is: CGE/PoA-derived GABAergic subclass typically expressing Sncg in mouse. In Mouse primary motor cortex (CCN202002013), Sncg has 6 child types: Sncg Col14a1, Sncg Slc17a8, Sncg Calb1_1, Sncg Calb1_2, Sncg Npy2r and Vip Sncg. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cnr1 and Col25a1 (F-beta = 0.819), based on the NS Forest method of marker gene selection. Sncg cells represent 4.34% of all GABAergic cells collected in the snRNA-seq 10X v3 B dataset. Sncg cells have an average of 5063 genes detected, which is 368 more than the average for all GABAergic cells (4695). The average normalized cortical depth of Sncg cells is 0.318, compared to an average of 0.478 for all GABAergic cells. Sncg cells have an average firing rate of 30.38 Hz, compared to 71.48 Hz for all GABAergic cells recorded. Other distinguishing features include an input resistance of 368.39 MOhms (262.76 MOhms in all GABAergic cells), and upstroke:downstroke ratio of 2.41 (1.91 for all GABAergic cells). The most distinguishing morpholgical features of Sncg, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.3 vs. 0.4 average for all GABAergic cells), axon total length (7744.27 vs. 13796.3 microns for all GABAergic cells), dendrite total length (2212.98 vs. 2227.63 microns for all GABAergic cells), and stems (5.83 vs. 7.25 for all GABAergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_138": {
    "summary": ["Vip is: CGE/PoA-derived GABAergic subclass typically expressing Vip. In Mouse primary motor cortex (CCN202002013), Vip has 13 child types: Vip Serpinf1_1, Vip Serpinf1_2, Vip Serpinf1_3, Vip Htr1f, Vip Gpc3, Vip C1ql1, Vip Mybpc1_2, Vip Mybpc1_1, Vip Chat_1, Vip Mybpc1_3, Vip Chat_2, Vip Igfbp6_1 and Vip Igfbp6_2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Vip, based on the NS Forest method of marker gene selection (F-beta = 0.894). Vip cells represent 23.98% of all GABAergic cells collected in the snRNA-seq 10X v3 B dataset. Vip cells have an average of 3854 genes detected, which is 841 less than the average for all GABAergic cells (4695). The average normalized cortical depth of Vip cells is 0.379, compared to an average of 0.478 for all GABAergic cells. Vip cells have an average firing rate of 41.07 Hz, compared to 71.48 Hz for all GABAergic cells recorded. Other distinguishing features include an input resistance of 409.69 MOhms (262.76 MOhms in all GABAergic cells), and upstroke:downstroke ratio of 2.32 (1.91 for all GABAergic cells). The most distinguishing morpholgical features of Vip, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.36 vs. 0.4 average for all GABAergic cells), axon total length (5125.69 vs. 13796.3 microns for all GABAergic cells), dendrite total length (2222.79 vs. 2227.63 microns for all GABAergic cells), and stems (3.73 vs. 7.25 for all GABAergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_28": {
    "summary": ["Sst Chodl is: Distinct Sst type expressing Chodl in mouse; the only reported long-range projecting GABAergic type. In Mouse primary motor cortex (CCN202002013), Sst Chodl has 1 child types:  and Sst Chodl. Sst Chodl includes the Patch-seq and connectivity types Sst Chodl|Long-projecting SST cell. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Nos1 and Chodl (F-beta = 0.967), based on the NS Forest method of marker gene selection. Sst Chodl cells represent 1.23% of all GABAergic cells collected in the snRNA-seq 10X v3 B dataset. Sst Chodl cells have an average of 4904 genes detected, which is 209 more than the average for all GABAergic cells (4695). The average normalized cortical depth of Sst Chodl cells is 0.745, compared to an average of 0.478 for all GABAergic cells. Sst Chodl cells have an average firing rate of 28.21 Hz, compared to 71.48 Hz for all GABAergic cells recorded. Other distinguishing features include an input resistance of 361.55 MOhms (262.76 MOhms in all GABAergic cells), and upstroke:downstroke ratio of 2.52 (1.91 for all GABAergic cells)."],
    "references": ["PMID:34616066|PMID:34616062|PMID:33184512"],
    "aliases": ["Sst Chodl|Long-projecting SST cell"]
  },
  "CS202002013_232": {
    "summary": ["Sst is: MGE-derived GABAergic subclass typically expressing Sst. In Mouse primary motor cortex (CCN202002013), Sst has 19 child types: Sst Penk, Sst Myh8_1, Sst Myh8_2, Sst Myh8_3, Sst Htr1a, Sst Etv1, Sst Pvalb Etv1, Sst Crhr2_1, Sst Crhr2_2, Sst Hpse, Sst Calb2, Sst Pappa, Sst Pvalb Calb2, Sst C1ql3_1, Sst C1ql3_2, Sst Tac2, Sst Th_1, Sst Th_2 and Sst Th_3. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Reln and Sst (F-beta = 0.89), based on the NS Forest method of marker gene selection. Sst cells represent 25.07% of all GABAergic cells collected in the snRNA-seq 10X v3 B dataset. Sst cells have an average of 4821 genes detected, which is 126 more than the average for all GABAergic cells (4695). The average normalized cortical depth of Sst cells is 0.551, compared to an average of 0.478 for all GABAergic cells. Sst cells have an average firing rate of 48.24 Hz, compared to 71.48 Hz for all GABAergic cells recorded. Other distinguishing features include an input resistance of 270.6 MOhms (262.76 MOhms in all GABAergic cells), and upstroke:downstroke ratio of 1.91 (1.91 for all GABAergic cells). The most distinguishing morpholgical features of Sst, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.41 vs. 0.4 average for all GABAergic cells), axon total length (16640.19 vs. 13796.3 microns for all GABAergic cells), dendrite total length (2670.25 vs. 2227.63 microns for all GABAergic cells), and stems (6.19 vs. 7.25 for all GABAergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_233": {
    "summary": ["Pvalb is: MGE-derived GABAergic subclass typically expressing Pvalb; includes basket and chandelier cells. In Mouse primary motor cortex (CCN202002013), Pvalb has 10 child types: Pvalb Gabrg1, Pvalb Egfem1, Pvalb Gpr149, Pvalb Kank4, Pvalb Calb1_1, Pvalb Calb1_2, Pvalb Reln, Pvalb Il1rapl2, Pvalb Vipr2_1 and Pvalb Vipr2_2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cntnap4 and Pvalb (F-beta = 0.867), based on the NS Forest method of marker gene selection. Pvalb cells represent 25.1% of all GABAergic cells collected in the snRNA-seq 10X v3 B dataset. Pvalb cells have an average of 5047 genes detected, which is 352 more than the average for all GABAergic cells (4695). The average normalized cortical depth of Pvalb cells is 0.563, compared to an average of 0.478 for all GABAergic cells. Pvalb cells have an average firing rate of 121.98 Hz, compared to 71.48 Hz for all GABAergic cells recorded. Other distinguishing features include an input resistance of 175.36 MOhms (262.76 MOhms in all GABAergic cells), and upstroke:downstroke ratio of 1.24 (1.91 for all GABAergic cells). The most distinguishing morpholgical features of Pvalb, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.48 vs. 0.4 average for all GABAergic cells), axon total length (16688.56 vs. 13796.3 microns for all GABAergic cells), dendrite total length (1892.01 vs. 2227.63 microns for all GABAergic cells), and stems (5.8 vs. 7.25 for all GABAergic cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_209": {
    "summary": ["Meis2 is: A very distinct GABAergic subclass expressing the gene Meis2 in mouse. In Mouse primary motor cortex (CCN202002013), Meis2 has 2 child types: Meis2 and Meis2_Top2a. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Igfbpl1 and Tiam2 (F-beta = 0.783), based on the NS Forest method of marker gene selection. Meis2 cells represent 0.14% of all GABAergic cells collected in the snRNA-seq 10X v3 B dataset. Meis2 cells have an average of 2403 genes detected, which is 2292 less than the average for all GABAergic cells (4695)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_103": {
    "summary": ["Endothelial is: Endothelial cells (often abbreviated Endo). In Mouse primary motor cortex (CCN202002013), Endothelial has 1 child types:  and Endo. Endothelial includes the Patch-seq and connectivity types Endo. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Adgrl4 and Slco1a4 (F-beta = 0.985), based on the NS Forest method of marker gene selection. Endothelial cells represent 21.87% of all Non-Neural cells collected in the snRNA-seq 10X v3 B dataset. Endothelial cells have an average of 2394 genes detected, which is 257 more than the average for all Non-Neural cells (2137). The average normalized cortical depth of Endothelial cells is 0.495, compared to an average of 0.424 for all Non-Neural cells."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_222": {
    "summary": ["VLMC is: Vascular leptomeningeal cells. In Mouse primary motor cortex (CCN202002013), VLMC has 7 child types: VLMC_1, VLMC_2, VLMC_3, VLMC_4, VLMC_5, VLMC_6 and VLMC_7. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Eya2 and Foxd1 (F-beta = 0.861), based on the NS Forest method of marker gene selection. VLMC cells represent 14.86% of all Non-Neural cells collected in the snRNA-seq 10X v3 B dataset. VLMC cells have an average of 2474 genes detected, which is 337 more than the average for all Non-Neural cells (2137). The average normalized cortical depth of VLMC cells is 0.028, compared to an average of 0.424 for all Non-Neural cells."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_111": {
    "summary": ["SMC is: Smooth muscle cells. In Mouse primary motor cortex (CCN202002013), SMC has 1 child types:  and SMC. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Acta2 (F-beta = 0.88), based on the NS Forest method of marker gene selection. SMC cells represent 0.35% of all Non-Neural cells collected in the snRNA-seq 10X v3 B dataset. SMC cells have an average of 1856 genes detected, which is 281 less than the average for all Non-Neural cells (2137). The average normalized cortical depth of SMC cells is 0.367, compared to an average of 0.424 for all Non-Neural cells."],
    "references": ["PMID:34616066"],
    "aliases": ["Oligo_C2"]
  },
  "CS202002013_112": {
    "summary": ["Pericyte is: Pericytes (often abbreviated Peri). In Mouse primary motor cortex (CCN202002013), Pericyte has 1 child types:  and Peri. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Abcc9 and Tbx3os1 (F-beta = 0.964), based on the NS Forest method of marker gene selection. Pericyte cells represent 9.62% of all Non-Neural cells collected in the snRNA-seq 10X v3 B dataset. Pericyte cells have an average of 1736 genes detected, which is 401 less than the average for all Non-Neural cells (2137). The average normalized cortical depth of Pericyte cells is 0.528, compared to an average of 0.424 for all Non-Neural cells."],
    "references": ["PMID:34616066"],
    "aliases": ["Oligo_C2"]
  },
  "CS202002013_229": {
    "summary": ["Microglia-PVM is: Immune cells including microglia and/or PVM cells. In Mouse primary motor cortex (CCN202002013), Microglia-PVM has 4 child types: Micro, PVM_1, PVM_2 and PVM_3. Microglia-PVM includes the Patch-seq and connectivity types Microglia/PVM. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Inpp5d (F-beta = 0.984), based on the NS Forest method of marker gene selection. Microglia-PVM cells represent 53.31% of all Non-Neural cells collected in the snRNA-seq 10X v3 B dataset. Microglia-PVM cells have an average of 1812 genes detected, which is 325 more than the average for all Non-Neural cells (2137). The average normalized cortical depth of Microglia-PVM cells is 0.481, compared to an average of 0.424 for all Non-Neural cells."],
    "references": ["PMID:34616066"],
    "aliases": ["Microglia/PVM"]
  },
  "CS202002013_91": {
    "summary": ["OPC is: Oligodendrocyte progenitor cells. In Mouse primary motor cortex (CCN202002013), OPC has 1 child type:  OPC Pdgfra. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Pdgfra and Stk32a (F-beta = 0.935), based on the NS Forest method of marker gene selection. OPC cells represent 11.26% of all Non-Neuronal cells collected in the snRNA-seq 10X v3 B dataset. OPC cells have an average of 2858 genes detected, which is 349 more than the average for all Non-Neuronal cells (2509). The average normalized cortical depth of OPC cells is 0.532, compared to an average of 0.675 for all Non-Neuronal cells."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_210": {
    "summary": ["Astrocyte is: Astrocytes (often abbreviated Astro). In Mouse primary motor cortex (CCN202002013), Astrocyte has 3 child types: Astro_Top2a  Astro Aqp4_Gfap and Astro Aqp4_Slc7a10. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gli3 and Slc39a12 (F-beta = 0.963) based on the NS Forest method of marker gene selection. Astrocyte cells represent 41.8% of all Non-Neuronal cells collected in the snRNA-seq 10X v3 B dataset. Astrocyte cells have an average of 2750 genes detected  which is 241 more than the average for all Non-Neuronal cells (2509). The average normalized cortical depth of Astrocyte cells is 0.509  compared to an average of 0.675 for all Non-Neuronal cells. \""],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_212": {
    "summary": ["Oligodendrocyte is: Oligodendrocytes (often abbreviated Oligo). In Mouse primary motor cortex (CCN202002013), Oligodendrocyte has 8 child types: Oligo Enpp6_1, Oligo Enpp6_2, Oligo Enpp6_3, Oligo Enpp6_4, Oligo Opalin_1, Oligo Opalin_2, Oligo Opalin_3 and Oligo Opalin_4. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gjc3 (F-beta = 0.968), based on the NS Forest method of marker gene selection. Oligodendrocyte cells represent 46.93% of all Non-Neuronal cells collected in the snRNA-seq 10X v3 B dataset. Oligodendrocyte cells have an average of 2110 genes detected, which is 399 less than the average for all Non-Neuronal cells (2509). The average normalized cortical depth of Oligodendrocyte cells is 0.894, compared to an average of 0.675 for all Non-Neuronal cells."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_1": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Lamp5 Pax6 is a member of the Lamp5 subclass. Lamp5 Pax6 includes the Patch-seq and connectivity types Lamp5_4. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Pax6 and Pip5k1b (F-beta = 0.674), based on the NS Forest method of marker gene selection. Lamp5 Pax6 cells represent 4.86% of all Lamp5 cells collected in the snRNA-seq 10X v3 B dataset. Lamp5 Pax6 cells have an average of 4643 genes detected, which is 15 more than the average for all Lamp5 cells (4628). Lamp5 Pax6 cells have an average firing rate of 40 Hz, compared to 40.62 Hz for all Lamp5 cells recorded. Other distinguishing features include an input resistance of 275.53 MOhms (240.82 MOhms in all Lamp5 cells), and upstroke:downstroke ratio of 2.42 (3.13 for all Lamp5 cells). The most distinguishing morpholgical features of Lamp5 Pax6, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.07 vs. 0.2 average for all Lamp5 cells), axon total length (8027.25 vs. 10733.35 microns for all Lamp5 cells), dendrite total length (3467.49 vs. 2247.19 microns for all Lamp5 cells), and stems (5 vs. 7.47 for all Lamp5 cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["Lamp5_4"]
  },
  "CS202002013_2": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Lamp5 Egln3_1 is a member of the Lamp5 subclass. Lamp5 Egln3_1 includes the Patch-seq and connectivity types Sncg_4|Alpha7 cell. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Chrna7 and Fam19a1 and Fbn2 (F-beta = 0.691), based on the NS Forest method of marker gene selection. Lamp5 Egln3_1 cells represent 4.29% of all Lamp5 cells collected in the snRNA-seq 10X v3 B dataset. Lamp5 Egln3_1 cells have an average of 4654 genes detected, which is 26 more than the average for all Lamp5 cells (4628). Lamp5 Egln3_1 cells have an average firing rate of 35.17 Hz, compared to 40.62 Hz for all Lamp5 cells recorded. Other distinguishing features include an input resistance of 304.55 MOhms (240.82 MOhms in all Lamp5 cells), and upstroke:downstroke ratio of 2.47 (3.13 for all Lamp5 cells). The most distinguishing morpholgical features of Lamp5 Egln3_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.07 vs. 0.2 average for all Lamp5 cells), axon total length (11473 vs. 10733.35 microns for all Lamp5 cells), dendrite total length (2291.86 vs. 2247.19 microns for all Lamp5 cells), and stems (5 vs. 7.47 for all Lamp5 cells)."],
    "references": ["PMID:34616066|PMID:34616062|PMID:33184512"],
    "aliases": ["Sncg_4|Alpha7 cell"]
  },
  "CS202002013_3": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Lamp5 Egln3_2 is a member of the Lamp5 subclass. Lamp5 Egln3_2 includes the Patch-seq and connectivity types Canopy cell. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Crim1 and Zfp804b (F-beta = 0.607), based on the NS Forest method of marker gene selection. Lamp5 Egln3_2 cells represent 5.65% of all Lamp5 cells collected in the snRNA-seq 10X v3 B dataset. Lamp5 Egln3_2 cells have an average of 4398 genes detected, which is 230 less than the average for all Lamp5 cells (4628). Lamp5 Egln3_2 cells have an average firing rate of 31.5 Hz, compared to 40.62 Hz for all Lamp5 cells recorded. Other distinguishing features include an input resistance of 246.62 MOhms (240.82 MOhms in all Lamp5 cells), and upstroke:downstroke ratio of 2.38 (3.13 for all Lamp5 cells). The most distinguishing morpholgical features of Lamp5 Egln3_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.05 vs. 0.2 average for all Lamp5 cells), axon total length (9074.27 vs. 10733.35 microns for all Lamp5 cells), dendrite total length (2265.68 vs. 2247.19 microns for all Lamp5 cells), and stems (5.75 vs. 7.47 for all Lamp5 cells)."],
    "references": ["PMID:34616066|PMID:33184512"],
    "aliases": ["Canopy cell|Lamp5-like_C5"]
  },
  "CS202002013_4": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Lamp5 Egln3_3 is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cxcl14 and Ntn1 and Reln (F-beta = 0.484), based on the NS Forest method of marker gene selection. Lamp5 Egln3_3 cells represent 8.86% of all Lamp5 cells collected in the snRNA-seq 10X v3 B dataset. Lamp5 Egln3_3 cells have an average of 4264 genes detected, which is 364 less than the average for all Lamp5 cells (4628)."],
    "references": ["PMID:34616066"],
    "aliases": ["Lamp5-like_C5"]
  },
  "CS202002013_5": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Lamp5 Pdlim5_1 is a member of the Lamp5 subclass. Lamp5 Pdlim5_1 includes the Patch-seq and connectivity types Lamp5_1. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Dock5 and Ndnf and Ndst4 (F-beta = 0.515), based on the NS Forest method of marker gene selection. Lamp5 Pdlim5_1 cells represent 8.94% of all Lamp5 cells collected in the snRNA-seq 10X v3 B dataset. Lamp5 Pdlim5_1 cells have an average of 4354 genes detected, which is 274 less than the average for all Lamp5 cells (4628). Lamp5 Pdlim5_1 cells have an average firing rate of 35.83 Hz, compared to 40.62 Hz for all Lamp5 cells recorded. Other distinguishing features include an input resistance of 221 MOhms (240.82 MOhms in all Lamp5 cells), and upstroke:downstroke ratio of 2.45 (3.13 for all Lamp5 cells). The most distinguishing morpholgical features of Lamp5 Pdlim5_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.08 vs. 0.2 average for all Lamp5 cells), axon total length (7758.72 vs. 10733.35 microns for all Lamp5 cells), dendrite total length (2749.69 vs. 2247.19 microns for all Lamp5 cells), and stems (6.33 vs. 7.47 for all Lamp5 cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["Lamp5_1|Neurogliaform cell"]
  },
  "CS202002013_6": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Lamp5 Pdlim5_2 is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Ndnf and Pde11a (F-beta = 0.69), based on the NS Forest method of marker gene selection. Lamp5 Pdlim5_2 cells represent 15.42% of all Lamp5 cells collected in the snRNA-seq 10X v3 B dataset. Lamp5 Pdlim5_2 cells have an average of 4568 genes detected, which is 60 less than the average for all Lamp5 cells (4628). Lamp5 Pdlim5_2 cells have an average firing rate of 37.3 Hz, compared to 40.62 Hz for all Lamp5 cells recorded. Other distinguishing features include an input resistance of 228.13 MOhms (240.82 MOhms in all Lamp5 cells), and upstroke:downstroke ratio of 3.35 (3.13 for all Lamp5 cells). The most distinguishing morpholgical features of Lamp5 Pdlim5_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.09 vs. 0.2 average for all Lamp5 cells), axon total length (8307.5 vs. 10733.35 microns for all Lamp5 cells), dendrite total length (2201.26 vs. 2247.19 microns for all Lamp5 cells), and stems (8 vs. 7.47 for all Lamp5 cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Neurogliaform cell|Lamp5-like_C2"]
  },
  "CS202002013_7": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Lamp5 Slc35d3 is a member of the Lamp5 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Alk and Sema5a (F-beta = 0.769), based on the NS Forest method of marker gene selection. Lamp5 Slc35d3 cells represent 47.57% of all Lamp5 cells collected in the snRNA-seq 10X v3 B dataset. Lamp5 Slc35d3 cells have an average of 4800 genes detected, which is 172 more than the average for all Lamp5 cells (4628). Lamp5 Slc35d3 cells have an average firing rate of 46.45 Hz, compared to 40.62 Hz for all Lamp5 cells recorded. Other distinguishing features include an input resistance of 225.98 MOhms (240.82 MOhms in all Lamp5 cells), and upstroke:downstroke ratio of 3.56 (3.13 for all Lamp5 cells). The most distinguishing morpholgical features of Lamp5 Slc35d3, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.36 vs. 0.2 average for all Lamp5 cells), axon total length (12641.79 vs. 10733.35 microns for all Lamp5 cells), dendrite total length (2199.81 vs. 2247.19 microns for all Lamp5 cells), and stems (9.25 vs. 7.47 for all Lamp5 cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Neurogliaform cell|Lamp5-like_C3"]
  },
  "CS202002013_8": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Lamp5 Lhx6 is a member of the Lamp5 subclass. Lamp5 Lhx6 includes the Patch-seq and connectivity types Lamp5_3|L5/6 neurogliaform cell. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm45680 and Nos1 (F-beta = 0.694), based on the NS Forest method of marker gene selection. Lamp5 Lhx6 cells represent 4.4% of all Lamp5 cells collected in the snRNA-seq 10X v3 B dataset. Lamp5 Lhx6 cells have an average of 4881 genes detected, which is 253 more than the average for all Lamp5 cells (4628). Lamp5 Lhx6 cells have an average firing rate of 45.83 Hz, compared to 40.62 Hz for all Lamp5 cells recorded. Other distinguishing features include an input resistance of 268.88 MOhms (240.82 MOhms in all Lamp5 cells), and upstroke:downstroke ratio of 2.46 (3.13 for all Lamp5 cells). The most distinguishing morpholgical features of Lamp5 Lhx6, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.81 vs. 0.2 average for all Lamp5 cells), axon total length (20623.17 vs. 10733.35 microns for all Lamp5 cells), dendrite total length (1352.27 vs. 2247.19 microns for all Lamp5 cells), and stems (6 vs. 7.47 for all Lamp5 cells)."],
    "references": ["PMID:34616066|PMID:34616062|PMID:33184512"],
    "aliases": ["Lamp5_3|L5/6 neurogliaform cell"]
  },
  "CS202002013_9": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sncg Col14a1 is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cdh6 and Col25a1 and Eps8 (F-beta = 0.536), based on the NS Forest method of marker gene selection. Sncg Col14a1 cells represent 22.48% of all Sncg cells collected in the snRNA-seq 10X v3 B dataset. Sncg Col14a1 cells have an average of 5405 genes detected, which is 342 more than the average for all Sncg cells (5063). Sncg Col14a1 cells have an average firing rate of 31.67 Hz, compared to 30.38 Hz for all Sncg cells recorded. Other distinguishing features include an input resistance of 337.34 MOhms (368.39 MOhms in all Sncg cells), and upstroke:downstroke ratio of 2.72 (2.41 for all Sncg cells). The most distinguishing morpholgical features of Sncg Col14a1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.29 vs. 0.3 average for all Sncg cells), axon total length (9899.2 vs. 7744.27 microns for all Sncg cells), dendrite total length (2819.84 vs. 2212.98 microns for all Sncg cells), and stems (6.5 vs. 5.83 for all Sncg cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Sncg-like_C2|Large CCK basket cell"]
  },
  "CS202002013_10": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sncg Slc17a8 is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Slc17a8 and Yjefn3 (F-beta = 0.842), based on the NS Forest method of marker gene selection. Sncg Slc17a8 cells represent 16.06% of all Sncg cells collected in the snRNA-seq 10X v3 B dataset. Sncg Slc17a8 cells have an average of 5319 genes detected, which is 256 more than the average for all Sncg cells (5063)."],
    "references": ["PMID:34616066"],
    "aliases": ["Sncg-like_C2|Large CCK basket cell"]
  },
  "CS202002013_11": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sncg Calb1_1 is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Krt73 and Sln and Syt6 (F-beta = 0.578), based on the NS Forest method of marker gene selection. Sncg Calb1_1 cells represent 10.35% of all Sncg cells collected in the snRNA-seq 10X v3 B dataset. Sncg Calb1_1 cells have an average of 5498 genes detected, which is 435 more than the average for all Sncg cells (5063). Sncg Calb1_1 cells have an average firing rate of 30 Hz, compared to 30.38 Hz for all Sncg cells recorded. Other distinguishing features include an input resistance of 280.26 MOhms (368.39 MOhms in all Sncg cells), and upstroke:downstroke ratio of 2.36 (2.41 for all Sncg cells). The most distinguishing morpholgical features of Sncg Calb1_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.1 vs. 0.3 average for all Sncg cells), axon total length (5622.73 vs. 7744.27 microns for all Sncg cells), dendrite total length (2156.6 vs. 2212.98 microns for all Sncg cells), and stems (5 vs. 5.83 for all Sncg cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Large CCK basket cell|Sncg-like_C3"]
  },
  "CS202002013_12": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sncg Calb1_2 is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Calb1 and Epb41l4a and Syt6 (F-beta = 0.674), based on the NS Forest method of marker gene selection. Sncg Calb1_2 cells represent 5.65% of all Sncg cells collected in the snRNA-seq 10X v3 B dataset. Sncg Calb1_2 cells have an average of 5226 genes detected, which is 163 more than the average for all Sncg cells (5063). Sncg Calb1_2 cells have an average firing rate of 29.17 Hz, compared to 30.38 Hz for all Sncg cells recorded. Other distinguishing features include an input resistance of 343.91 MOhms (368.39 MOhms in all Sncg cells), and upstroke:downstroke ratio of 2.28 (2.41 for all Sncg cells). The most distinguishing morpholgical features of Sncg Calb1_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.92 vs. 0.3 average for all Sncg cells), axon total length (2699.85 vs. 7744.27 microns for all Sncg cells), dendrite total length (2959.8 vs. 2212.98 microns for all Sncg cells), and stems (6 vs. 5.83 for all Sncg cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Large CCK basket cell|Sncg-like_C3"]
  },
  "CS202002013_13": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sncg Npy2r is a member of the Sncg subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Npy2r and Rgs12 (F-beta = 0.723), based on the NS Forest method of marker gene selection. Sncg Npy2r cells represent 27.84% of all Sncg cells collected in the snRNA-seq 10X v3 B dataset. Sncg Npy2r cells have an average of 4833 genes detected, which is 230 less than the average for all Sncg cells (5063). Sncg Npy2r cells have an average firing rate of 30 Hz, compared to 30.38 Hz for all Sncg cells recorded. Other distinguishing features include an input resistance of 477.78 MOhms (368.39 MOhms in all Sncg cells), and upstroke:downstroke ratio of 2.2 (2.41 for all Sncg cells). The most distinguishing morpholgical features of Sncg Npy2r, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.09 vs. 0.3 average for all Sncg cells), axon total length (9172.33 vs. 7744.27 microns for all Sncg cells), dendrite total length (1260.9 vs. 2212.98 microns for all Sncg cells), and stems (5.5 vs. 5.83 for all Sncg cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Sncg-like_C3"]
  },
  "CS202002013_14": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Sncg is a member of the Sncg subclass. Vip Sncg includes the Patch-seq and connectivity types Small CCK basket cell. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Crh and Nectin3 and Unc5b (F-beta = 0.578), based on the NS Forest method of marker gene selection. Vip Sncg cells represent 17.61% of all Sncg cells collected in the snRNA-seq 10X v3 B dataset. Vip Sncg cells have an average of 4195 genes detected, which is 868 less than the average for all Sncg cells (5063). Vip Sncg cells have an average firing rate of 35.14 Hz, compared to 30.38 Hz for all Sncg cells recorded. Other distinguishing features include an input resistance of 503.3 MOhms (368.39 MOhms in all Sncg cells), and upstroke:downstroke ratio of 2.47 (2.41 for all Sncg cells). The most distinguishing morpholgical features of Vip Sncg, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.09 vs. 0.3 average for all Sncg cells), axon total length (4545.89 vs. 7744.27 microns for all Sncg cells), dendrite total length (1740.72 vs. 2212.98 microns for all Sncg cells), and stems (5.17 vs. 5.83 for all Sncg cells)."],
    "references": ["PMID:34616066|PMID:33184512"],
    "aliases": ["Small CCK basket cell|Sncg-like_C1"]
  },
  "CS202002013_15": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Serpinf1_1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Rgs16 and Sfrp2 (F-beta = 0.536), based on the NS Forest method of marker gene selection. Vip Serpinf1_1 cells represent 1.48% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Serpinf1_1 cells have an average of 4153 genes detected, which is 299 less than the average for all Vip cells (3854). Vip Serpinf1_1 cells have an average firing rate of 35.83 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 456.16 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 2.59 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip Serpinf1_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.78 vs. 0.36 average for all Vip cells), axon total length (7714.01 vs. 5125.69 microns for all Vip cells), dendrite total length (1699.67 vs. 2222.79 microns for all Vip cells), and stems (3.67 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5/6 CCK cell|Vip-like_C3"]
  },
  "CS202002013_16": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Serpinf1_2 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Col14a1 and Nov and Pbx3 (F-beta = 0.592), based on the NS Forest method of marker gene selection. Vip Serpinf1_2 cells represent 4.99% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Serpinf1_2 cells have an average of 4648 genes detected, which is 794 more than the average for all Vip cells (3854). Vip Serpinf1_2 cells have an average firing rate of 40 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 320.86 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 2.36 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip Serpinf1_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.85 vs. 0.36 average for all Vip cells), axon total length (20830.1 vs. 5125.69 microns for all Vip cells), dendrite total length (1719.4 vs. 2222.79 microns for all Vip cells), and stems (6 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5/6 CCK cell|Sncg-like_C1"]
  },
  "CS202002013_17": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Serpinf1_3 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Enpp2 and Homer2 and Nov and Plekhg1 (F-beta = 0.474), based on the NS Forest method of marker gene selection. Vip Serpinf1_3 cells represent 1.84% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Serpinf1_3 cells have an average of 4830 genes detected, which is 976 more than the average for all Vip cells (3854). Vip Serpinf1_3 cells have an average firing rate of 73.33 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 291.51 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 3.09 (2.32 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5/6 CCK cell|Vip-like_C2"]
  },
  "CS202002013_18": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Htr1f is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Nov and Vip and Vwc2l (F-beta = 0.675), based on the NS Forest method of marker gene selection. Vip Htr1f cells represent 11.32% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Htr1f cells have an average of 3729 genes detected, which is 125 less than the average for all Vip cells (3854). Vip Htr1f cells have an average firing rate of 37.67 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 481.48 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 2.53 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip Htr1f, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.23 vs. 0.36 average for all Vip cells), axon total length (3765.89 vs. 5125.69 microns for all Vip cells), dendrite total length (1839.11 vs. 2222.79 microns for all Vip cells), and stems (3.75 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 VIP cell|Vip-like_C2"]
  },
  "CS202002013_19": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Gpc3 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Pbx3 and Pde3a and Vip (F-beta = 0.75), based on the NS Forest method of marker gene selection. Vip Gpc3 cells represent 8.86% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Gpc3 cells have an average of 4005 genes detected, which is 151 more than the average for all Vip cells (3854). Vip Gpc3 cells have an average firing rate of 34.65 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 299.64 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 2.48 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip Gpc3, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.62 vs. 0.36 average for all Vip cells), axon total length (5081.95 vs. 5125.69 microns for all Vip cells), dendrite total length (2273.99 vs. 2222.79 microns for all Vip cells), and stems (4 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 VIP cell|Vip-like_C3"]
  },
  "CS202002013_20": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip C1ql1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Bmper and Btbd11 and Crh and Vip (F-beta = 0.556), based on the NS Forest method of marker gene selection. Vip C1ql1 cells represent 10.73% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip C1ql1 cells have an average of 3898 genes detected, which is 44 more than the average for all Vip cells (3854). Vip C1ql1 cells have an average firing rate of 40.42 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 363.66 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 2.33 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip C1ql1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.48 vs. 0.36 average for all Vip cells), axon total length (4502.19 vs. 5125.69 microns for all Vip cells), dendrite total length (2115.16 vs. 2222.79 microns for all Vip cells), and stems (3 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 VIP cell|Vip-like_C2"]
  },
  "CS202002013_21": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Mybpc1_2 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is 5033421B08Rik and Htr3a (F-beta = 0.749), based on the NS Forest method of marker gene selection. Vip Mybpc1_2 cells represent 13.78% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Mybpc1_2 cells have an average of 3744 genes detected, which is 110 less than the average for all Vip cells (3854). Vip Mybpc1_2 cells have an average firing rate of 48.04 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 481.47 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 1.91 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip Mybpc1_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.19 vs. 0.36 average for all Vip cells), axon total length (4808.26 vs. 5125.69 microns for all Vip cells), dendrite total length (2324.56 vs. 2222.79 microns for all Vip cells), and stems (3.25 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L2/3 Bipolar VIP cell|Vip-like_C2"]
  },
  "CS202002013_22": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Mybpc1_1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Calb2 and Gm2516 (F-beta = 0.436), based on the NS Forest method of marker gene selection. Vip Mybpc1_1 cells represent 4.69% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Mybpc1_1 cells have an average of 4113 genes detected, which is 259 more than the average for all Vip cells (3854). Vip Mybpc1_1 cells have an average firing rate of 49.44 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 400.58 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 2.1 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip Mybpc1_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.21 vs. 0.36 average for all Vip cells), axon total length (4323.89 vs. 5125.69 microns for all Vip cells), dendrite total length (1968.73 vs. 2222.79 microns for all Vip cells), and stems (3.5 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L2/3 Bipolar VIP cell|Vip-like_C3"]
  },
  "CS202002013_23": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Chat_1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Chat and Npy2r (F-beta = 0.675), based on the NS Forest method of marker gene selection. Vip Chat_1 cells represent 19.55% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Chat_1 cells have an average of 3788 genes detected, which is 66 less than the average for all Vip cells (3854). Vip Chat_1 cells have an average firing rate of 39.69 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 349.63 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 2.68 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip Chat_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.51 vs. 0.36 average for all Vip cells), axon total length (4867.11 vs. 5125.69 microns for all Vip cells), dendrite total length (2512.45 vs. 2222.79 microns for all Vip cells), and stems (3.88 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L2/3 Bipolar VIP cell|Vip-like_C1"]
  },
  "CS202002013_24": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Mybpc1_3 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Caln1 and Grm8 (F-beta = 0.571), based on the NS Forest method of marker gene selection. Vip Mybpc1_3 cells represent 6.21% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Mybpc1_3 cells have an average of 3928 genes detected, which is 74 more than the average for all Vip cells (3854). Vip Mybpc1_3 cells have an average firing rate of 44.27 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 350.76 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 2.15 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip Mybpc1_3, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.3 vs. 0.36 average for all Vip cells), axon total length (4940.61 vs. 5125.69 microns for all Vip cells), dendrite total length (2615.03 vs. 2222.79 microns for all Vip cells), and stems (3.33 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L2/3 Bipolar VIP cell|Vip-like_C1"]
  },
  "CS202002013_25": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Chat_2 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Grik4 and Htr4 (F-beta = 0.42), based on the NS Forest method of marker gene selection. Vip Chat_2 cells represent 6.19% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Chat_2 cells have an average of 3583 genes detected, which is 271 less than the average for all Vip cells (3854). Vip Chat_2 cells have an average firing rate of 39.44 Hz, compared to 41.07 Hz for all Vip cells recorded. Other distinguishing features include an input resistance of 426.88 MOhms (409.69 MOhms in all Vip cells), and upstroke:downstroke ratio of 2.5 (2.32 for all Vip cells). The most distinguishing morpholgical features of Vip Chat_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.09 vs. 0.36 average for all Vip cells), axon total length (3299.12 vs. 5125.69 microns for all Vip cells), dendrite total length (1565.77 vs. 2222.79 microns for all Vip cells), and stems (3 vs. 3.73 for all Vip cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L2/3 Bipolar VIP cell|Vip-like_C1"]
  },
  "CS202002013_26": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Igfbp6_1 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm39185 and Thsd7a (F-beta = 0.553), based on the NS Forest method of marker gene selection. Vip Igfbp6_1 cells represent 5.62% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Igfbp6_1 cells have an average of 3540 genes detected, which is 314 less than the average for all Vip cells (3854)."],
    "references": ["PMID:34616066"],
    "aliases": ["Vip-like_C4"]
  },
  "CS202002013_27": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Vip Igfbp6_2 is a member of the Vip subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Crh and Thsd7b (F-beta = 0.713), based on the NS Forest method of marker gene selection. Vip Igfbp6_2 cells represent 4.76% of all Vip cells collected in the snRNA-seq 10X v3 B dataset. Vip Igfbp6_2 cells have an average of 3719 genes detected, which is 135 less than the average for all Vip cells (3854)."],
    "references": ["PMID:34616066"],
    "aliases": ["Vip-like_C5"]
  },
  "CS202002013_29": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Penk is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is 9530026P05Rik and Cartpt and Il1rapl2 (F-beta = 0.654), based on the NS Forest method of marker gene selection. Sst Penk cells represent 2.77% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Penk cells have an average of 4513 genes detected, which is 308 more than the average for all Sst cells (4821). Sst Penk cells have an average firing rate of 38.89 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 249.89 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.8 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Penk, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.88 vs. 0.41 average for all Sst cells), axon total length (16112.63 vs. 16640.19 microns for all Sst cells), dendrite total length (3345.26 vs. 2670.25 microns for all Sst cells), and stems (9 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Sst-like_C2"]
  },
  "CS202002013_30": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Myh8_1 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Il1rapl2 and Reln (F-beta = 0.811), based on the NS Forest method of marker gene selection. Sst Myh8_1 cells represent 17.64% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Myh8_1 cells have an average of 4374 genes detected, which is 447 less than the average for all Sst cells (4821). Sst Myh8_1 cells have an average firing rate of 40.73 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 370.05 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.89 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Myh8_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.46 vs. 0.41 average for all Sst cells), axon total length (12219.2 vs. 16640.19 microns for all Sst cells), dendrite total length (2296.72 vs. 2670.25 microns for all Sst cells), and stems (6 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 T Martinotti cell|Sst-like_C2"]
  },
  "CS202002013_31": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Myh8_2 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cdh13 and Pld5 and Sox6 (F-beta = 0.6), based on the NS Forest method of marker gene selection. Sst Myh8_2 cells represent 4.96% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Myh8_2 cells have an average of 4517 genes detected, which is 304 less than the average for all Sst cells (4821). Sst Myh8_2 cells have an average firing rate of 46.67 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 465.16 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.86 (1.91 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Sst-like_C1|L5 T Martinotti cell"]
  },
  "CS202002013_32": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Myh8_3 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cdh9 and Grm1 (F-beta = 0.455), based on the NS Forest method of marker gene selection. Sst Myh8_3 cells represent 2.34% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Myh8_3 cells have an average of 4442 genes detected, which is 379 less than the average for all Sst cells (4821). Sst Myh8_3 cells have an average firing rate of 47.22 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 242.65 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 2.28 (1.91 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Sst-like_C1|L5 T Martinotti cell"]
  },
  "CS202002013_33": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Htr1a is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm30835 and Pdyn (F-beta = 0.64), based on the NS Forest method of marker gene selection. Sst Htr1a cells represent 3.89% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Htr1a cells have an average of 4720 genes detected, which is 101 less than the average for all Sst cells (4821). Sst Htr1a cells have an average firing rate of 37.78 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 287.49 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 2.16 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Htr1a, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.4 vs. 0.41 average for all Sst cells), axon total length (16579.17 vs. 16640.19 microns for all Sst cells), dendrite total length (2143.25 vs. 2670.25 microns for all Sst cells), and stems (4.25 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Sst-like_C1"]
  },
  "CS202002013_34": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Etv1 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Col19a1 and Fbn2 and Trpc6 (F-beta = 0.467), based on the NS Forest method of marker gene selection. Sst Etv1 cells represent 1.62% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Etv1 cells have an average of 4980 genes detected, which is 159 more than the average for all Sst cells (4821). Sst Etv1 cells have an average firing rate of 56.17 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 246.5 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.9 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Etv1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.44 vs. 0.41 average for all Sst cells), axon total length (20583.42 vs. 16640.19 microns for all Sst cells), dendrite total length (3732.09 vs. 2670.25 microns for all Sst cells), and stems (7 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 T Martinotti cell|Sst-like_C2"]
  },
  "CS202002013_35": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Pvalb Etv1 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Edaradd and Spon1 and Whrn (F-beta = 0.63), based on the NS Forest method of marker gene selection. Sst Pvalb Etv1 cells represent 1.91% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Pvalb Etv1 cells have an average of 5270 genes detected, which is 449 more than the average for all Sst cells (4821). Sst Pvalb Etv1 cells have an average firing rate of 43.12 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 254.53 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.87 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Pvalb Etv1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.53 vs. 0.41 average for all Sst cells), axon total length (15500.66 vs. 16640.19 microns for all Sst cells), dendrite total length (2886.12 vs. 2670.25 microns for all Sst cells), and stems (9 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 T Martinotti cell|Sst-like_C3"]
  },
  "CS202002013_36": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Crhr2_1 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Eya4 and Nek7 and Trpc6 (F-beta = 0.582), based on the NS Forest method of marker gene selection. Sst Crhr2_1 cells represent 9.25% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Crhr2_1 cells have an average of 5087 genes detected, which is 266 more than the average for all Sst cells (4821). Sst Crhr2_1 cells have an average firing rate of 56.15 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 251.69 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.84 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Crhr2_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.64 vs. 0.41 average for all Sst cells), axon total length (17229.58 vs. 16640.19 microns for all Sst cells), dendrite total length (2630.1 vs. 2670.25 microns for all Sst cells), and stems (5.2 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 non-Martinotti cell|Sst-like_C3"]
  },
  "CS202002013_37": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Crhr2_2 is a member of the Sst subclass. Sst Crhr2_2 includes the Patch-seq and connectivity types Sst_4. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Lypd6b and Trpc6 (F-beta = 0.48), based on the NS Forest method of marker gene selection. Sst Crhr2_2 cells represent 6.31% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Crhr2_2 cells have an average of 5313 genes detected, which is 492 more than the average for all Sst cells (4821). Sst Crhr2_2 cells have an average firing rate of 35.76 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 282.4 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 2.26 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Crhr2_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.63 vs. 0.41 average for all Sst cells), axon total length (10679.24 vs. 16640.19 microns for all Sst cells), dendrite total length (3486.19 vs. 2670.25 microns for all Sst cells), and stems (6.33 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["Sst_4|L5 non-Martinotti cell"]
  },
  "CS202002013_38": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Hpse is a member of the Sst subclass. Sst Hpse includes the Patch-seq and connectivity types L4 SST cell. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Hpse and Rerg (F-beta = 0.71), based on the NS Forest method of marker gene selection. Sst Hpse cells represent 9.37% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Hpse cells have an average of 4784 genes detected, which is 37 less than the average for all Sst cells (4821). Sst Hpse cells have an average firing rate of 49.76 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 239.76 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.95 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Hpse, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.31 vs. 0.41 average for all Sst cells), axon total length (21022.61 vs. 16640.19 microns for all Sst cells), dendrite total length (2436.43 vs. 2670.25 microns for all Sst cells), and stems (5.29 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066|PMID:33184512"],
    "aliases": ["L4 SST cell|Sst-like_C3"]
  },
  "CS202002013_39": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Calb2 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Olfm3 and Sst (F-beta = 0.782), based on the NS Forest method of marker gene selection. Sst Calb2 cells represent 13.2% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Calb2 cells have an average of 4810 genes detected, which is 11 less than the average for all Sst cells (4821). Sst Calb2 cells have an average firing rate of 39.64 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 277.8 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.97 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Calb2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.22 vs. 0.41 average for all Sst cells), axon total length (17239.42 vs. 16640.19 microns for all Sst cells), dendrite total length (2296.36 vs. 2670.25 microns for all Sst cells), and stems (6.1 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L2/3/5 fan Martinotti cell|Sst-like_C3"]
  },
  "CS202002013_40": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Pappa is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm49678 and Trpc6 (F-beta = 0.694), based on the NS Forest method of marker gene selection. Sst Pappa cells represent 0.09% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Pappa cells have an average of 5515 genes detected, which is 694 more than the average for all Sst cells (4821)."],
    "references": ["PMID:34616066"],
    "aliases": ["L2/3/5 fan Martinotti cell|Sst-like_C3"]
  },
  "CS202002013_41": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Pvalb Calb2 is a member of the Sst subclass. Sst Pvalb Calb2 includes the Patch-seq and connectivity types L2/3 PV-like cell. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Moxd1 and Prkg2 (F-beta = 0.613), based on the NS Forest method of marker gene selection. Sst Pvalb Calb2 cells represent 12.14% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Pvalb Calb2 cells have an average of 4891 genes detected, which is 70 more than the average for all Sst cells (4821). Sst Pvalb Calb2 cells have an average firing rate of 61.54 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 221.79 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.49 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Pvalb Calb2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.27 vs. 0.41 average for all Sst cells), axon total length (16342.88 vs. 16640.19 microns for all Sst cells), dendrite total length (2615.53 vs. 2670.25 microns for all Sst cells), and stems (6.67 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066|PMID:33184512"],
    "aliases": ["L2/3 PV-like cell|Sst-like_C3"]
  },
  "CS202002013_42": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst C1ql3_1 is a member of the Sst subclass. Sst C1ql3_1 includes the Patch-seq and connectivity types Sst_5. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm48893 and Pard3b (F-beta = 0.501), based on the NS Forest method of marker gene selection. Sst C1ql3_1 cells represent 4% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst C1ql3_1 cells have an average of 4832 genes detected, which is 11 more than the average for all Sst cells (4821). Sst C1ql3_1 cells have an average firing rate of 64.17 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 298.32 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.66 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst C1ql3_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.54 vs. 0.41 average for all Sst cells), axon total length (15108.86 vs. 16640.19 microns for all Sst cells), dendrite total length (3976.56 vs. 2670.25 microns for all Sst cells), and stems (9 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["Sst_5|L5/6 non-Martinotti cell"]
  },
  "CS202002013_43": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst C1ql3_2 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Brinp3 and Gxylt2 and Ndnf (F-beta = 0.684), based on the NS Forest method of marker gene selection. Sst C1ql3_2 cells represent 3.61% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst C1ql3_2 cells have an average of 5028 genes detected, which is 207 more than the average for all Sst cells (4821). Sst C1ql3_2 cells have an average firing rate of 71 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 208.54 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.61 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst C1ql3_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.7 vs. 0.41 average for all Sst cells), axon total length (16146.39 vs. 16640.19 microns for all Sst cells), dendrite total length (2476.95 vs. 2670.25 microns for all Sst cells), and stems (6 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5/6 non-Martinotti cell|Sst-like_C6"]
  },
  "CS202002013_44": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Tac2 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cdh13 and Tac2 and Tmtc2 (F-beta = 0.66), based on the NS Forest method of marker gene selection. Sst Tac2 cells represent 2.44% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Tac2 cells have an average of 5102 genes detected, which is 281 more than the average for all Sst cells (4821). Sst Tac2 cells have an average firing rate of 42.08 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 301.05 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 2.28 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Tac2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.62 vs. 0.41 average for all Sst cells), axon total length (6883.25 vs. 16640.19 microns for all Sst cells), dendrite total length (4311.18 vs. 2670.25 microns for all Sst cells), and stems (6.5 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5/6 non-Martinotti cell|Sst-like_C6"]
  },
  "CS202002013_45": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Th_1 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is St6galnac5 and St8sia4 and Zfpm2 (F-beta = 0.513), based on the NS Forest method of marker gene selection. Sst Th_1 cells represent 2.57% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Th_1 cells have an average of 5297 genes detected, which is 476 more than the average for all Sst cells (4821). Sst Th_1 cells have an average firing rate of 52.96 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 310.73 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.94 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Th_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.83 vs. 0.41 average for all Sst cells), axon total length (10037.92 vs. 16640.19 microns for all Sst cells), dendrite total length (2676.04 vs. 2670.25 microns for all Sst cells), and stems (6 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5/6 non-Martinotti cell|Sst-like_C6"]
  },
  "CS202002013_46": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Th_2 is a member of the Sst subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Pard3b and Pnoc and Sst (F-beta = 0.789), based on the NS Forest method of marker gene selection. Sst Th_2 cells represent 0.37% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Th_2 cells have an average of 4424 genes detected, which is 397 less than the average for all Sst cells (4821)."],
    "references": ["PMID:34616066"],
    "aliases": ["L6 Th+ SST/PV cell|Pvalb-like_C1"]
  },
  "CS202002013_47": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Sst Th_3 is a member of the Sst subclass. Sst Th_3 includes the Patch-seq and connectivity types Sst_7. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cort and Th (F-beta = 0.609), based on the NS Forest method of marker gene selection. Sst Th_3 cells represent 1.53% of all Sst cells collected in the snRNA-seq 10X v3 B dataset. Sst Th_3 cells have an average of 5026 genes detected, which is 205 more than the average for all Sst cells (4821). Sst Th_3 cells have an average firing rate of 52.41 Hz, compared to 48.24 Hz for all Sst cells recorded. Other distinguishing features include an input resistance of 312.04 MOhms (270.6 MOhms in all Sst cells), and upstroke:downstroke ratio of 1.92 (1.91 for all Sst cells). The most distinguishing morpholgical features of Sst Th_3, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.82 vs. 0.41 average for all Sst cells), axon total length (11477.96 vs. 16640.19 microns for all Sst cells), dendrite total length (3327.22 vs. 2670.25 microns for all Sst cells), and stems (5.83 vs. 6.19 for all Sst cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["Sst_7|L6 Th+ SST/PV cell"]
  },
  "CS202002013_48": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Gabrg1 is a member of the Pvalb subclass. Pvalb Gabrg1 includes the Patch-seq and connectivity types L6 FS cell w/ large sag. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gabrg1 and Th (F-beta = 0.688), based on the NS Forest method of marker gene selection. Pvalb Gabrg1 cells represent 4.53% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Gabrg1 cells have an average of 4590 genes detected, which is 457 less than the average for all Pvalb cells (5047). Pvalb Gabrg1 cells have an average firing rate of 101.94 Hz, compared to 121.98 Hz for all Pvalb cells recorded. Other distinguishing features include an input resistance of 293.37 MOhms (175.36 MOhms in all Pvalb cells), and upstroke:downstroke ratio of 1.43 (1.24 for all Pvalb cells). The most distinguishing morpholgical features of Pvalb Gabrg1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.86 vs. 0.48 average for all Pvalb cells), axon total length (12120.34 vs. 16688.56 microns for all Pvalb cells), dendrite total length (2078.6 vs. 1892.01 microns for all Pvalb cells), and stems (5 vs. 5.8 for all Pvalb cells)."],
    "references": ["PMID:34616066|PMID:33184512"],
    "aliases": ["L6 FS cell w/ large sag|Pvalb-like_C2"]
  },
  "CS202002013_49": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Egfem1 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is 9330158H04Rik and Plch1 and Tac1 (F-beta = 0.45), based on the NS Forest method of marker gene selection. Pvalb Egfem1 cells represent 3.03% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Egfem1 cells have an average of 5303 genes detected, which is 256 more than the average for all Pvalb cells (5047). Pvalb Egfem1 cells have an average firing rate of 108.03 Hz, compared to 121.98 Hz for all Pvalb cells recorded. Other distinguishing features include an input resistance of 247.31 MOhms (175.36 MOhms in all Pvalb cells), and upstroke:downstroke ratio of 1.34 (1.24 for all Pvalb cells). The most distinguishing morpholgical features of Pvalb Egfem1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.84 vs. 0.48 average for all Pvalb cells), axon total length (11564.71 vs. 16688.56 microns for all Pvalb cells), dendrite total length (1985.21 vs. 1892.01 microns for all Pvalb cells), and stems (6 vs. 5.8 for all Pvalb cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Lower FS Basket cell|Pvalb-like_C2"]
  },
  "CS202002013_50": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Gpr149 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Fzd6 and Slit2 and Syt2 (F-beta = 0.746), based on the NS Forest method of marker gene selection. Pvalb Gpr149 cells represent 11.19% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Gpr149 cells have an average of 5376 genes detected, which is 329 more than the average for all Pvalb cells (5047). Pvalb Gpr149 cells have an average firing rate of 149.43 Hz, compared to 121.98 Hz for all Pvalb cells recorded. Other distinguishing features include an input resistance of 188.8 MOhms (175.36 MOhms in all Pvalb cells), and upstroke:downstroke ratio of 1.15 (1.24 for all Pvalb cells). The most distinguishing morpholgical features of Pvalb Gpr149, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.57 vs. 0.48 average for all Pvalb cells), axon total length (14317.76 vs. 16688.56 microns for all Pvalb cells), dendrite total length (1835.57 vs. 1892.01 microns for all Pvalb cells), and stems (5.62 vs. 5.8 for all Pvalb cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Lower FS Basket cell|Pvalb-like_C1"]
  },
  "CS202002013_51": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Kank4 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cacna2d2 and Sema3e and Syt2 and Tmem132d (F-beta = 0.614), based on the NS Forest method of marker gene selection. Pvalb Kank4 cells represent 9.1% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Kank4 cells have an average of 5735 genes detected, which is 688 more than the average for all Pvalb cells (5047). Pvalb Kank4 cells have an average firing rate of 145.5 Hz, compared to 121.98 Hz for all Pvalb cells recorded. Other distinguishing features include an input resistance of 140.37 MOhms (175.36 MOhms in all Pvalb cells), and upstroke:downstroke ratio of 1.16 (1.24 for all Pvalb cells). The most distinguishing morpholgical features of Pvalb Kank4, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.7 vs. 0.48 average for all Pvalb cells), axon total length (22509.63 vs. 16688.56 microns for all Pvalb cells), dendrite total length (2240.96 vs. 1892.01 microns for all Pvalb cells), and stems (5.56 vs. 5.8 for all Pvalb cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Lower FS Basket cell|Pvalb-like_C1"]
  },
  "CS202002013_52": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Calb1_1 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cort and Gm28807 and Nxph2 (F-beta = 0.345), based on the NS Forest method of marker gene selection. Pvalb Calb1_1 cells represent 2.5% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Calb1_1 cells have an average of 5402 genes detected, which is 355 more than the average for all Pvalb cells (5047). Pvalb Calb1_1 cells have an average firing rate of 95.73 Hz, compared to 121.98 Hz for all Pvalb cells recorded. Other distinguishing features include an input resistance of 182.95 MOhms (175.36 MOhms in all Pvalb cells), and upstroke:downstroke ratio of 1.28 (1.24 for all Pvalb cells). The most distinguishing morpholgical features of Pvalb Calb1_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.82 vs. 0.48 average for all Pvalb cells), axon total length (15990.14 vs. 16688.56 microns for all Pvalb cells), dendrite total length (2343.12 vs. 1892.01 microns for all Pvalb cells), and stems (5.42 vs. 5.8 for all Pvalb cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Lower FS Basket cell|Pvalb-like_C1"]
  },
  "CS202002013_53": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Calb1_2 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cntnap5c and Tac1 and Tmem132c (F-beta = 0.428), based on the NS Forest method of marker gene selection. Pvalb Calb1_2 cells represent 11.04% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Calb1_2 cells have an average of 4989 genes detected, which is 58 less than the average for all Pvalb cells (5047). Pvalb Calb1_2 cells have an average firing rate of 112.18 Hz, compared to 121.98 Hz for all Pvalb cells recorded. Other distinguishing features include an input resistance of 179.23 MOhms (175.36 MOhms in all Pvalb cells), and upstroke:downstroke ratio of 1.27 (1.24 for all Pvalb cells). The most distinguishing morpholgical features of Pvalb Calb1_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.53 vs. 0.48 average for all Pvalb cells), axon total length (17296.46 vs. 16688.56 microns for all Pvalb cells), dendrite total length (2437.9 vs. 1892.01 microns for all Pvalb cells), and stems (6.36 vs. 5.8 for all Pvalb cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Lower FS Basket cell|Pvalb-like_C1"]
  },
  "CS202002013_54": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Reln is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cntnap4 and Gm46102 (F-beta = 0.57), based on the NS Forest method of marker gene selection. Pvalb Reln cells represent 31.81% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Reln cells have an average of 4791 genes detected, which is 256 less than the average for all Pvalb cells (5047). Pvalb Reln cells have an average firing rate of 124.71 Hz, compared to 121.98 Hz for all Pvalb cells recorded. Other distinguishing features include an input resistance of 170.67 MOhms (175.36 MOhms in all Pvalb cells), and upstroke:downstroke ratio of 1.23 (1.24 for all Pvalb cells). The most distinguishing morpholgical features of Pvalb Reln, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.39 vs. 0.48 average for all Pvalb cells), axon total length (18083.46 vs. 16688.56 microns for all Pvalb cells), dendrite total length (1756.89 vs. 1892.01 microns for all Pvalb cells), and stems (6.03 vs. 5.8 for all Pvalb cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Upper FS Basket cell|Pvalb-like_C1"]
  },
  "CS202002013_55": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Il1rapl2 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Eya4 and Il1rapl2 (F-beta = 0.782), based on the NS Forest method of marker gene selection. Pvalb Il1rapl2 cells represent 23.5% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Il1rapl2 cells have an average of 4962 genes detected, which is 85 less than the average for all Pvalb cells (5047). Pvalb Il1rapl2 cells have an average firing rate of 123.45 Hz, compared to 121.98 Hz for all Pvalb cells recorded. Other distinguishing features include an input resistance of 156.79 MOhms (175.36 MOhms in all Pvalb cells), and upstroke:downstroke ratio of 1.24 (1.24 for all Pvalb cells). The most distinguishing morpholgical features of Pvalb Il1rapl2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.28 vs. 0.48 average for all Pvalb cells), axon total length (16925.27 vs. 16688.56 microns for all Pvalb cells), dendrite total length (1719.61 vs. 1892.01 microns for all Pvalb cells), and stems (5.71 vs. 5.8 for all Pvalb cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Upper FS Basket cell|Pvalb-like_C1"]
  },
  "CS202002013_56": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Vipr2_1 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Lamb1 and Nkx2-1 (F-beta = 0.606), based on the NS Forest method of marker gene selection. Pvalb Vipr2_1 cells represent 0.08% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Vipr2_1 cells have an average of 4291 genes detected, which is 756 less than the average for all Pvalb cells (5047)."],
    "references": ["PMID:34616066"],
    "aliases": ["Chandelier cell"]
  },
  "CS202002013_57": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Pvalb Vipr2_2 is a member of the Pvalb subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cntnap5b and Unc5b (F-beta = 0.832), based on the NS Forest method of marker gene selection. Pvalb Vipr2_2 cells represent 3.21% of all Pvalb cells collected in the snRNA-seq 10X v3 B dataset. Pvalb Vipr2_2 cells have an average of 4514 genes detected, which is 533 less than the average for all Pvalb cells (5047). Pvalb Vipr2_2 cells have an average firing rate of 78.82 Hz, compared to 121.98 Hz for all Pvalb cells recorded. Other distinguishing features include an input resistance of 203.7 MOhms (175.36 MOhms in all Pvalb cells), and upstroke:downstroke ratio of 1.39 (1.24 for all Pvalb cells). The most distinguishing morpholgical features of Pvalb Vipr2_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.2 vs. 0.48 average for all Pvalb cells), axon total length (10473.78 vs. 16688.56 microns for all Pvalb cells), dendrite total length (1168.63 vs. 1892.01 microns for all Pvalb cells), and stems (5.67 vs. 5.8 for all Pvalb cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Chandelier cell"]
  },
  "CS202002013_58": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L2/3 IT_1 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is 6530403H02Rik and Adamts2 and Met (F-beta = 0.543), based on the NS Forest method of marker gene selection. L2/3 IT_1 cells represent 4.12% of all L2/3 IT cells collected in the snRNA-seq 10X v3 B dataset. L2/3 IT_1 cells have an average of 4980 genes detected, which is 251 less than the average for all L2/3 IT cells (5231)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_59": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L2/3 IT_2 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Ccdc3 and Cux1 and Meis2 and Otof (F-beta = 0.52), based on the NS Forest method of marker gene selection. L2/3 IT_2 cells represent 6.86% of all L2/3 IT cells collected in the snRNA-seq 10X v3 B dataset. L2/3 IT_2 cells have an average of 5767 genes detected, which is 536 more than the average for all L2/3 IT cells (5231). L2/3 IT_2 cells have an average firing rate of 20 Hz, compared to 17.34 Hz for all L2/3 IT cells recorded. Other distinguishing features include an input resistance of 59.39 MOhms (91.42 MOhms in all L2/3 IT cells), and upstroke:downstroke ratio of 4.23 (4.49 for all L2/3 IT cells). The most distinguishing morpholgical features of L2/3 IT_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.13 vs. 0.17 average for all L2/3 IT cells), dendrite total length (3326.54 vs. 4647.41 microns for all L2/3 IT cells), and stems (7 vs. 7.63 for all L2/3 IT cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_60": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L2/3 IT_3 is a member of the L2/3 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cux2 and Slit3 and Stard8 (F-beta = 0.763), based on the NS Forest method of marker gene selection. L2/3 IT_3 cells represent 89.02% of all L2/3 IT cells collected in the snRNA-seq 10X v3 B dataset. L2/3 IT_3 cells have an average of 5192 genes detected, which is 39 less than the average for all L2/3 IT cells (5231). L2/3 IT_3 cells have an average firing rate of 17.31 Hz, compared to 17.34 Hz for all L2/3 IT cells recorded. Other distinguishing features include an input resistance of 91.8 MOhms (91.42 MOhms in all L2/3 IT cells), and upstroke:downstroke ratio of 4.49 (4.49 for all L2/3 IT cells). The most distinguishing morpholgical features of L2/3 IT_3, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.18 vs. 0.17 average for all L2/3 IT cells), dendrite total length (4674.93 vs. 4647.41 microns for all L2/3 IT cells), and stems (7.65 vs. 7.63 for all L2/3 IT cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_61": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L4/5 IT_1 is a member of the L4/5 IT subclass. L4/5 IT_1 includes the Patch-seq and connectivity types L4 IT. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cadps2 and Prr16 and Rorb (F-beta = 0.734), based on the NS Forest method of marker gene selection. L4/5 IT_1 cells represent 59.14% of all L4/5 IT cells collected in the snRNA-seq 10X v3 B dataset. L4/5 IT_1 cells have an average of 4365 genes detected, which is 311 less than the average for all L4/5 IT cells (4676). L4/5 IT_1 cells have an average firing rate of 30.14 Hz, compared to 26.01 Hz for all L4/5 IT cells recorded. Other distinguishing features include an input resistance of 183.23 MOhms (170.7 MOhms in all L4/5 IT cells), and upstroke:downstroke ratio of 4.2 (4.38 for all L4/5 IT cells). The most distinguishing morpholgical features of L4/5 IT_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.29 vs. 0.34 average for all L4/5 IT cells), dendrite total length (2265.8 vs. 3357.7 microns for all L4/5 IT cells), and stems (5.08 vs. 6.86 for all L4/5 IT cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["L4 IT|L5 IT_C1"]
  },
  "CS202002013_62": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L4/5 IT_2 is a member of the L4/5 IT subclass. L4/5 IT_2 includes the Patch-seq and connectivity types L4/5 IT. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Col26a1 and Cpne4 and Il1rapl2 (F-beta = 0.707), based on the NS Forest method of marker gene selection. L4/5 IT_2 cells represent 40.86% of all L4/5 IT cells collected in the snRNA-seq 10X v3 B dataset. L4/5 IT_2 cells have an average of 5125 genes detected, which is 449 more than the average for all L4/5 IT cells (4676). L4/5 IT_2 cells have an average firing rate of 23.13 Hz, compared to 26.01 Hz for all L4/5 IT cells recorded. Other distinguishing features include an input resistance of 161.96 MOhms (170.7 MOhms in all L4/5 IT cells), and upstroke:downstroke ratio of 4.5 (4.38 for all L4/5 IT cells). The most distinguishing morpholgical features of L4/5 IT_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.37 vs. 0.34 average for all L4/5 IT cells), dendrite total length (3927.39 vs. 3357.7 microns for all L4/5 IT cells), and stems (7.78 vs. 6.86 for all L4/5 IT cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["L4/5 IT|L5 IT_C1"]
  },
  "CS202002013_63": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5 IT_1 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Deptor and Il1rapl2 (F-beta = 0.813), based on the NS Forest method of marker gene selection. L5 IT_1 cells represent 50.83% of all L5 IT cells collected in the snRNA-seq 10X v3 B dataset. L5 IT_1 cells have an average of 5452 genes detected, which is 50NAthe average for all L5 IT cells (5502). L5 IT_1 cells have an average firing rate of 26.47 Hz, compared to 27.88 Hz for all L5 IT cells recorded. Other distinguishing features include an input resistance of 153.1 MOhms (145.64 MOhms in all L5 IT cells), and upstroke:downstroke ratio of 3.98 (3.96 for all L5 IT cells). The most distinguishing morpholgical features of L5 IT_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.42 vs. 0.47 average for all L5 IT cells),  dendrite total length (6309.98 vs. 6248.91 microns for all L5 IT cells), and stems (8.36 vs. 7.98 for all L5 IT cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 IT_C2"]
  },
  "CS202002013_64": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5 IT_2 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm49678 and Adamts18 and Deptor and Man1a (F-beta = 0.409), based on the NS Forest method of marker gene selection. L5 IT_2 cells represent 1.95% of all L5 IT cells collected in the snRNA-seq 10X v3 B dataset. L5 IT_2 cells have an average of 6502 genes detected, which is 1000 more than the average for all L5 IT cells (5502). L5 IT_2 cells have an average firing rate of 30.48 Hz, compared to 27.88 Hz for all L5 IT cells recorded. Other distinguishing features include an input resistance of 95.53 MOhms (145.64 MOhms in all L5 IT cells), and upstroke:downstroke ratio of 3.76 (3.96 for all L5 IT cells). The most distinguishing morpholgical features of L5 IT_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.5 vs. 0.47 average for all L5 IT cells), dendrite total length (7202.87 vs. 6248.91 microns for all L5 IT cells), and stems (7.75 vs. 7.98 for all L5 IT cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 IT_C2"]
  },
  "CS202002013_65": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5 IT_3 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cadps2 and Enpp2 and Pld5 and Ptprk and Rxfp1 (F-beta = 0.498), based on the NS Forest method of marker gene selection. L5 IT_3 cells represent 13.28% of all L5 IT cells collected in the snRNA-seq 10X v3 B dataset. L5 IT_3 cells have an average of 5338 genes detected, which is 164 less than the average for all L5 IT cells (5502). L5 IT_3 cells have an average firing rate of 36.67 Hz, compared to 27.88 Hz for all L5 IT cells recorded. Other distinguishing features include an input resistance of 129.58 MOhms (145.64 MOhms in all L5 IT cells), and upstroke:downstroke ratio of 3.78 (3.96 for all L5 IT cells). The most distinguishing morpholgical features of L5 IT_3, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.65 vs. 0.47 average for all L5 IT cells),  dendrite total length (5940.38 vs. 6248.91 microns for all L5 IT cells), and stems (6.5 vs. 7.98 for all L5 IT cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 IT_C1"]
  },
  "CS202002013_66": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5 IT_4 is a member of the L5 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Chrm2 and Cwh43 and Pld5 (F-beta = 0.524), based on the NS Forest method of marker gene selection. L5 IT_4 cells represent 33.94% of all L5 IT cells collected in the snRNA-seq 10X v3 B dataset. L5 IT_4 cells have an average of 5581 genes detected, which is 79 more than the average for all L5 IT cells (5502). L5 IT_4 cells have an average firing rate of 28.75 Hz, compared to 27.88 Hz for all L5 IT cells recorded. Other distinguishing features include an input resistance of 151.32 MOhms (145.64 MOhms in all L5 IT cells), and upstroke:downstroke ratio of 4.45 (3.96 for all L5 IT cells). The most distinguishing morpholgical features of L5 IT_4, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.77 vs. 0.47 average for all L5 IT cells), dendrite total length (4945.37 vs. 6248.91 microns for all L5 IT cells), and stems (5.75 vs. 7.98 for all L5 IT cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L6 IT_C2"]
  },
  "CS202002013_67": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6 IT_1 is a member of the L6 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Bmpr1b and Fst and Ntng1 (F-beta = 0.614), based on the NS Forest method of marker gene selection. L6 IT_1 cells represent 30.83% of all L6 IT cells collected in the snRNA-seq 10X v3 B dataset. L6 IT_1 cells have an average of 5295 genes detected, which is 90 less than the average for all L6 IT cells (5205). L6 IT_1 cells have an average firing rate of 38.33 Hz, compared to 35.14 Hz for all L6 IT cells recorded. Other distinguishing features include an input resistance of 170.21 MOhms (185.91 MOhms in all L6 IT cells), and upstroke:downstroke ratio of 4.86 (4.38 for all L6 IT cells). The most distinguishing morpholgical features of L6 IT_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.78 vs. 0.81 average for all L6 IT cells), dendrite total length (3406.62 vs. 3273.05 microns for all L6 IT cells), and stems (5.62 vs. 6.11 for all L6 IT cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": [null]
  },
  "CS202002013_68": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6 IT_2 is a member of the L6 IT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Bmpr1b and C1ql3 and Ptpru (F-beta = 0.579), based on the NS Forest method of marker gene selection. L6 IT_2 cells represent 69.17% of all L6 IT cells collected in the snRNA-seq 10X v3 B dataset. L6 IT_2 cells have an average of 5161 genes detected, which is 44 less than the average for all L6 IT cells (5205). L6 IT_2 cells have an average firing rate of 33.87 Hz, compared to 35.14 Hz for all L6 IT cells recorded. Other distinguishing features include an input resistance of 192.19 MOhms (185.91 MOhms in all L6 IT cells), and upstroke:downstroke ratio of 4.19 (4.38 for all L6 IT cells). The most distinguishing morpholgical features of L6 IT_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.82 vs. 0.81 average for all L6 IT cells), dendrite total length (3216.81 vs. 3273.05 microns for all L6 IT cells), and stems (6.32 vs. 6.11 for all L6 IT cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L6 IT_C2"]
  },
  "CS202002013_70": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5 ET_1 is a member of the L5 ET subclass. L5 ET_1 includes the Patch-seq and connectivity types L5 ET (MY-projecting). The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Crym and Gm2164 and Npr3 (F-beta = 0.836), based on the NS Forest method of marker gene selection. L5 ET_1 cells represent 60.25% of all L5 ET cells collected in the snRNA-seq 10X v3 B dataset. L5 ET_1 cells have an average of 6636 genes detected, which is 56 more than the average for all L5 ET cells (6580). L5 ET_1 cells have an average firing rate of 31.93 Hz, compared to 30.92 Hz for all L5 ET cells recorded. Other distinguishing features include an input resistance of 91.42 MOhms (88.63 MOhms in all L5 ET cells), and upstroke:downstroke ratio of 3.58 (3.54 for all L5 ET cells). The most distinguishing morpholgical features of L5 ET_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.5 vs. 0.48 average for all L5 ET cells), dendrite total length (7690.37 vs. 7991.53 microns for all L5 ET cells), and stems (8.53 vs. 8.56 for all L5 ET cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L5 ET (MY-projecting)|L5 ET_C1"]
  },
  "CS202002013_71": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5 ET_2 is a member of the L5 ET subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Erg and Gpc5 and Trpc7 (F-beta = 0.693), based on the NS Forest method of marker gene selection. L5 ET_2 cells represent 12.58% of all L5 ET cells collected in the snRNA-seq 10X v3 B dataset. L5 ET_2 cells have an average of 6094 genes detected, which is 486 less than the average for all L5 ET cells (6580). L5 ET_2 cells have an average firing rate of 26.25 Hz, compared to 30.92 Hz for all L5 ET cells recorded. Other distinguishing features include an input resistance of 97.6 MOhms (88.63 MOhms in all L5 ET cells), and upstroke:downstroke ratio of 3.6 (3.54 for all L5 ET cells). The most distinguishing morpholgical features of L5 ET_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.41 vs. 0.48 average for all L5 ET cells), dendrite total length (8200.62 vs. 7991.53 microns for all L5 ET cells), and stems (8.67 vs. 8.56 for all L5 ET cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["Non-MY-projecting L5 ET"]
  },
  "CS202002013_72": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5 ET_3 is a member of the L5 ET subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is 6430573F11Rik and Gpc5 and Reln and Trpc7 (F-beta = 0.507), based on the NS Forest method of marker gene selection. L5 ET_3 cells represent 7.9% of all L5 ET cells collected in the snRNA-seq 10X v3 B dataset. L5 ET_3 cells have an average of 6657 genes detected, which is 77 more than the average for all L5 ET cells (6580). L5 ET_3 cells have an average firing rate of 20.83 Hz, compared to 30.92 Hz for all L5 ET cells recorded. Other distinguishing features include an input resistance of 60.93 MOhms (88.63 MOhms in all L5 ET cells), and upstroke:downstroke ratio of 3.87 (3.54 for all L5 ET cells). The most distinguishing morpholgical features of L5 ET_3, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.46 vs. 0.48 average for all L5 ET cells), dendrite total length (7649.82 vs. 7991.53 microns for all L5 ET cells), and stems (9.25 vs. 8.56 for all L5 ET cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Non-MY-projecting L5 ET|L5 ET_C1"]
  },
  "CS202002013_73": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5 ET_4 is a member of the L5 ET subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm2164 and Npsr1 (F-beta = 0.714), based on the NS Forest method of marker gene selection. L5 ET_4 cells represent 19.27% of all L5 ET cells collected in the snRNA-seq 10X v3 B dataset. L5 ET_4 cells have an average of 6588 genes detected, which is 8 more than the average for all L5 ET cells (6580). L5 ET_4 cells have an average firing rate of 33.89 Hz, compared to 30.92 Hz for all L5 ET cells recorded. Other distinguishing features include an input resistance of 87.05 MOhms (88.63 MOhms in all L5 ET cells), and upstroke:downstroke ratio of 3.25 (3.54 for all L5 ET cells). The most distinguishing morpholgical features of L5 ET_4, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.45 vs. 0.48 average for all L5 ET cells), dendrite total length (8799.22 vs. 7991.53 microns for all L5 ET cells), and stems (8.25 vs. 8.56 for all L5 ET cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["Non-MY-projecting L5 ET|L5 ET_C1"]
  },
  "CS202002013_74": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5/6 NP CT is a member of the L6 CT subclass. L5/6 NP CT includes the Patch-seq and connectivity types L5 IT_3. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Grp and Rxfp1 and Tshz2 (F-beta = 0.378), based on the NS Forest method of marker gene selection. L5/6 NP CT cells represent 0.82% of all L6 CT cells collected in the snRNA-seq 10X v3 B dataset. L5/6 NP CT cells have an average of 4336 genes detected, which is 521 less than the average for all L6 CT cells (4857). L5/6 NP CT cells have an average firing rate of 53.33 Hz, compared to 27.46 Hz for all L6 CT cells recorded. Other distinguishing features include an input resistance of 222.15 MOhms (204.84 MOhms in all L6 CT cells), and upstroke:downstroke ratio of 4.1 (3.41 for all L6 CT cells). The most distinguishing morpholgical features of L5/6 NP CT, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.49 vs. 0.8 average for all L6 CT cells), dendrite total length (3382.9 vs. 2884.47 microns for all L6 CT cells), and stems (5 vs. 6.97 for all L6 CT cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": [null]
  },
  "CS202002013_75": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6 CT Gpr139 is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Acaa1b and Col23a1 and Gpr139 (F-beta = 0.572), based on the NS Forest method of marker gene selection. L6 CT Gpr139 cells represent 0.75% of all L6 CT cells collected in the snRNA-seq 10X v3 B dataset. L6 CT Gpr139 cells have an average of 5037 genes detected, which is 180 more than the average for all L6 CT cells (4857). The most distinguishing morpholgical features of L6 CT Gpr139, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.69 vs. 0.8 average for all L6 CT cells),  dendrite total length (3990.1 vs. 2884.47 microns for all L6 CT cells), and stems (6 vs. 6.97 for all L6 CT cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L6 CT_C1"]
  },
  "CS202002013_76": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6 CT Cpa6 is a member of the L6 CT subclass. L6 CT Cpa6 includes the Patch-seq and connectivity types L6 CT_2. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Foxp2 and Hs3st4 and Zfpm2 (F-beta = 0.823), based on the NS Forest method of marker gene selection. L6 CT Cpa6 cells represent 85.46% of all L6 CT cells collected in the snRNA-seq 10X v3 B dataset. L6 CT Cpa6 cells have an average of 4849 genes detected, which is 8 less than the average for all L6 CT cells (4857). L6 CT Cpa6 cells have an average firing rate of 24.74 Hz, compared to 27.46 Hz for all L6 CT cells recorded. Other distinguishing features include an input resistance of 215.08 MOhms (204.84 MOhms in all L6 CT cells), and upstroke:downstroke ratio of 3.39 (3.41 for all L6 CT cells). The most distinguishing morpholgical features of L6 CT Cpa6, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.81 vs. 0.8 average for all L6 CT cells), dendrite total length (2727.54 vs. 2884.47 microns for all L6 CT cells), and stems (7.13 vs. 6.97 for all L6 CT cells)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["L6 CT_2"]
  },
  "CS202002013_77": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6 CT Grp is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Grp and Meis2 and Pdzrn4 and Plcxd3 (F-beta = 0.435), based on the NS Forest method of marker gene selection. L6 CT Grp cells represent 2.51% of all L6 CT cells collected in the snRNA-seq 10X v3 B dataset. L6 CT Grp cells have an average of 4826 genes detected, which is 31 less than the average for all L6 CT cells (4857). L6 CT Grp cells have an average firing rate of 25 Hz, compared to 27.46 Hz for all L6 CT cells recorded. Other distinguishing features include an input resistance of 209.68 MOhms (204.84 MOhms in all L6 CT cells), and upstroke:downstroke ratio of 3.63 (3.41 for all L6 CT cells). The most distinguishing morpholgical features of L6 CT Grp, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.66 vs. 0.8 average for all L6 CT cells), dendrite total length (2602.56 vs. 2884.47 microns for all L6 CT cells), and stems (4 vs. 6.97 for all L6 CT cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L6 CT_C1"]
  },
  "CS202002013_78": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6 CT Pou3f2 is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cdh18 and Gm10635 and Satb2 (F-beta = 0.721), based on the NS Forest method of marker gene selection. L6 CT Pou3f2 cells represent 9.67% of all L6 CT cells collected in the snRNA-seq 10X v3 B dataset. L6 CT Pou3f2 cells have an average of 5009 genes detected, which is 152 more than the average for all L6 CT cells (4857). L6 CT Pou3f2 cells have an average firing rate of 36.47 Hz, compared to 27.46 Hz for all L6 CT cells recorded. Other distinguishing features include an input resistance of 164.42 MOhms (204.84 MOhms in all L6 CT cells), and upstroke:downstroke ratio of 3.42 (3.41 for all L6 CT cells). The most distinguishing morpholgical features of L6 CT Pou3f2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.79 vs. 0.8 average for all L6 CT cells), dendrite total length (3434.76 vs. 2884.47 microns for all L6 CT cells), and stems (6.82 vs. 6.97 for all L6 CT cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L6 CT_C1"]
  },
  "CS202002013_79": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6 CT Kit_1 is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm10635 and Ikzf2 (F-beta = 0.759), based on the NS Forest method of marker gene selection. L6 CT Kit_1 cells represent 0.76% of all L6 CT cells collected in the snRNA-seq 10X v3 B dataset. L6 CT Kit_1 cells have an average of 4587 genes detected, which is 270 less than the average for all L6 CT cells (4857). L"],
    "references": ["PMID:34616066"],
    "aliases": ["L6 CT_C1"]
  },
  "CS202002013_80": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6 CT Kit_2 is a member of the L6 CT subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm26883 and Nr4a2 and Rxfp1 and Tshz2 (F-beta = 0.685), based on the NS Forest method of marker gene selection. L6 CT Kit_2 cells represent 0.04% of all L6 CT cells collected in the snRNA-seq 10X v3 B dataset. L6 CT Kit_2 cells have an average of 4158 genes detected, which is 699 less than the average for all L6 CT cells (4857)."],
    "references": ["PMID:34616066"],
    "aliases": ["L6 CT_C1"]
  },
  "CS202002013_81": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6b Col6a1 is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Bmpr1b and Ctgf and Hs3st2 (F-beta = 0.497), based on the NS Forest method of marker gene selection. L6b Col6a1 cells represent 21.02% of all L6b cells collected in the snRNA-seq 10X v3 B dataset. L6b Col6a1 cells have an average of 5471 genes detected, which is 11 more than the average for all L6b cells (5482). L6b Col6a1 cells have an average firing rate of 26.67 Hz, compared to 28.79 Hz for all L6b cells recorded. Other distinguishing features include an input resistance of 290.88 MOhms (299.53 MOhms in all L6b cells), and upstroke:downstroke ratio of 4.22 (4.57 for all L6b cells). The most distinguishing morpholgical features of L6b Col6a1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.88 vs. 0.89 average for all L6b cells), dendrite total length (3157.94 vs. 2881.17 microns for all L6b cells), and stems (8.5 vs. 5.67 for all L6b cells)."],
    "references": ["PMID:34616066"],
    "aliases": ["L6 CT_C1"]
  },
  "CS202002013_82": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6b Shisa6_1 is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cplx3 and Ly6g6e and Svil (F-beta = 0.429), based on the NS Forest method of marker gene selection. L6b Shisa6_1 cells represent 14.85% of all L6b cells collected in the snRNA-seq 10X v3 B dataset. L6b Shisa6_1 cells have an average of 5657 genes detected, which is 175 more than the average for all L6b cells (5482). L6b Shisa6_1 cells have an average firing rate of 25.83 Hz, compared to 28.79 Hz for all L6b cells recorded. Other distinguishing features include an input resistance of 271.96 MOhms (299.53 MOhms in all L6b cells), and upstroke:downstroke ratio of 4.84 (4.57 for all L6b cells). The most distinguishing morpholgical features of L6b Shisa6_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.89 vs. 0.89 average for all L6b cells),  dendrite total length (2730.57 vs. 2881.17 microns for all L6b cells), and stems (6.67 vs. 5.67 for all L6b cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_83": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6b Shisa6_2 is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Moxd1 and Nr4a2 (F-beta = 0.732), based on the NS Forest method of marker gene selection. L6b Shisa6_2 cells represent 23.18% of all L6b cells collected in the snRNA-seq 10X v3 B dataset. L6b Shisa6_2 cells have an average of 5367 genes detected, which is 115 less than the average for all L6b cells (5482). L6b Shisa6_2 cells have an average firing rate of 31.67 Hz, compared to 28.79 Hz for all L6b cells recorded. Other distinguishing features include an input resistance of 169.81 MOhms (299.53 MOhms in all L6b cells), and upstroke:downstroke ratio of 4.92 (4.57 for all L6b cells). The most distinguishing morpholgical features of L6b Shisa6_2, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.91 vs. 0.89 average for all L6b cells), dendrite total length (3152.09 vs. 2881.17 microns for all L6b cells), and stems (4.33 vs. 5.67 for all L6b cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_84": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6b Ror1 is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cplx3 and Ctgf and Fbxl7 (F-beta = 0.749), based on the NS Forest method of marker gene selection. L6b Ror1 cells represent 37.16% of all L6b cells collected in the snRNA-seq 10X v3 B dataset. L6b Ror1 cells have an average of 5449 genes detected, which is 33 less than the average for all L6b cells (5482). L6b Ror1 cells have an average firing rate of 35.33 Hz, compared to 28.79 Hz for all L6b cells recorded. Other distinguishing features include an input resistance of 377.33 MOhms (299.53 MOhms in all L6b cells), and upstroke:downstroke ratio of 4.69 (4.57 for all L6b cells). The most distinguishing morpholgical features of L6b Ror1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.93 vs. 0.89 average for all L6b cells), dendrite total length (2225.28 vs. 2881.17 microns for all L6b cells), and stems (3.25 vs. 5.67 for all L6b cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_85": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L6b Kcnip1 is a member of the L6b subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm42557 and Olfr112 and Rxfp2 (F-beta = 0.533), based on the NS Forest method of marker gene selection. L6b Kcnip1 cells represent 3.79% of all L6b cells collected in the snRNA-seq 10X v3 B dataset. L6b Kcnip1 cells have an average of 5888 genes detected, which is 406 more than the average for all L6b cells (5482). L6b Kcnip1 cells have an average firing rate of 22.5 Hz, compared to 28.79 Hz for all L6b cells recorded. Other distinguishing features include an input resistance of 389.31 MOhms (299.53 MOhms in all L6b cells), and upstroke:downstroke ratio of 4.55 (4.57 for all L6b cells). The most distinguishing morpholgical features of L6b Kcnip1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.76 vs. 0.89 average for all L6b cells), dendrite total length (3182.11 vs. 2881.17 microns for all L6b cells), and stems (2.5 vs. 5.67 for all L6b cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_86": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5/6 NP_1 is a member of the L5/6 NP subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cyp7b1 and Dkk2 and Vwc2l (F-beta = 0.612), based on the NS Forest method of marker gene selection. L5/6 NP_1 cells represent 20.14% of all L5/6 NP cells collected in the snRNA-seq 10X v3 B dataset. L5/6 NP_1 cells have an average of 4471 genes detected, which is 133 less than the average for all L5/6 NP cells (4338). L5/6 NP_1 cells have an average firing rate of 51.67 Hz, compared to 50.83 Hz for all L5/6 NP cells recorded. Other distinguishing features include an input resistance of 359.58 MOhms (339.81 MOhms in all L5/6 NP cells), and upstroke:downstroke ratio of 3.44 (3.42 for all L5/6 NP cells). The most distinguishing morpholgical features of L5/6 NP_1, as determined by reconstructions from Patch-seq data, are normalized cortical depth (0.46 vs. 0.55 average for all L5/6 NP cells), dendrite total length (2912.99 vs. 2768.42 microns for all L5/6 NP cells), and stems (4 vs. 4.5 for all L5/6 NP cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_87": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5/6 NP_2 is a member of the L5/6 NP subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Abi3bp and Slc17a8 (F-beta = 0.602), based on the NS Forest method of marker gene selection. L5/6 NP_2 cells represent 21.66% of all L5/6 NP cells collected in the snRNA-seq 10X v3 B dataset. L5/6 NP_2 cells have an average of 4527 genes detected, which is 189 more than the average for all L5/6 NP cells (4338). L5/6 NP_2 cells have an average firing rate of 73.33 Hz, compared to 50.83 Hz for all L5/6 NP cells recorded. Other distinguishing features include an input resistance of 383.33 MOhms (339.81 MOhms in all L5/6 NP cells), and upstroke:downstroke ratio of 3.7 (3.42 for all L5/6 NP cells)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_88": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), L5/6 NP_3 is a member of the L5/6 NP subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Lypd1 and Tshz2 (F-beta = 0.817), based on the NS Forest method of marker gene selection. L5/6 NP_3 cells represent 58.2% of all L5/6 NP cells collected in the snRNA-seq 10X v3 B dataset. L5/6 NP_3 cells have an average of 4234 genes detected, which is 104 less than the average for all L5/6 NP cells (4338)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_89": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Meis2 is a member of the Meis2 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Meis2 and Tiam2 (F-beta = 0.723), based on the NS Forest method of marker gene selection. Meis2 cells represent 51.55% of all Meis2 cells collected in the snRNA-seq 10X v3 B dataset. Meis2 cells have an average of 2234 genes detected, which is 169 less than the average for all Meis2 cells (2403)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_90": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Meis2_Top2a is a member of the Meis2 subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Gm17750 and Gm29260 and Igfbpl1 (F-beta = 0.481), based on the NS Forest method of marker gene selection. Meis2_Top2a cells represent 48.45% of all Meis2 cells collected in the snRNA-seq 10X v3 B dataset. Meis2_Top2a cells have an average of 2576 genes detected, which is 173 more than the average for all Meis2 cells (2403)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_92": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Astro_Top2a is a member of the Astrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Clspn and Lockd (F-beta = 0.431), based on the NS Forest method of marker gene selection. Astro_Top2a cells represent 0.42% of all Astrocyte cells collected in the snRNA-seq 10X v3 B dataset. Astro_Top2a cells have an average of 2776 genes detected, which is 26 more than the average for all Astrocyte cells (2750)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_93": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Astro Aqp4_Gfap is a member of the Astrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Myoc (F-beta = 0.98), based on the NS Forest method of marker gene selection. Astro Aqp4_Gfap cells represent 8.95% of all Astrocyte cells collected in the snRNA-seq 10X v3 B dataset. Astro Aqp4_Gfap cells have an average of 3452 genes detected, which is 702 more than the average for all Astrocyte cells (2750)."],
    "references": ["PMID:34616066"],
    "aliases": ["Astro_C1"]
  },
  "CS202002013_94": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Astro Aqp4_Slc7a10 is a member of the Astrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Phkg1 and Slco1c1 (F-beta = 0.956), based on the NS Forest method of marker gene selection. Astro Aqp4_Slc7a10 cells represent 90.63% of all Astrocyte cells collected in the snRNA-seq 10X v3 B dataset. Astro Aqp4_Slc7a10 cells have an average of 2672 genes detected, which is 78 less than the average for all Astrocyte cells (2750)."],
    "references": ["PMID:34616066"],
    "aliases": ["Astro_C1"]
  },
  "CS202002013_95": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Oligo Enpp6_1 is a member of the Oligodendrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Bcas1 and Tcf7l2 (F-beta = 0.629), based on the NS Forest method of marker gene selection. Oligo Enpp6_1 cells represent 0.73% of all Oligodendrocyte cells collected in the snRNA-seq 10X v3 B dataset. Oligo Enpp6_1 cells have an average of 3341 genes detected, which is 1231 more than the average for all Oligodendrocyte cells (2110)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_96": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Oligo Enpp6_2 is a member of the Oligodendrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CT009510.2 and Bmp4 (F-beta = 0.761), based on the NS Forest method of marker gene selection. Oligo Enpp6_2 cells represent 1.63% of all Oligodendrocyte cells collected in the snRNA-seq 10X v3 B dataset. Oligo Enpp6_2 cells have an average of 3174 genes detected, which is 1064 more than the average for all Oligodendrocyte cells (2110)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_97": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Oligo Enpp6_3 is a member of the Oligodendrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Magi1 and Mpzl1 and Nckap5 and Tmem163 (F-beta = 0.604), based on the NS Forest method of marker gene selection. Oligo Enpp6_3 cells represent 0.48% of all Oligodendrocyte cells collected in the snRNA-seq 10X v3 B dataset. Oligo Enpp6_3 cells have an average of 3442 genes detected, which is 1332 more than the average for all Oligodendrocyte cells (2110)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_98": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Oligo Enpp6_4 is a member of the Oligodendrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is CT009510.2 and Magi1 (F-beta = 0.816), based on the NS Forest method of marker gene selection. Oligo Enpp6_4 cells represent 0.8% of all Oligodendrocyte cells collected in the snRNA-seq 10X v3 B dataset. Oligo Enpp6_4 cells have an average of 3391 genes detected, which is 1281 more than the average for all Oligodendrocyte cells (2110)."],
    "references": ["PMID:34616066"],
    "aliases": ["Oligo_C2"]
  },
  "CS202002013_99": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Oligo Opalin_1 is a member of the Oligodendrocyte subclass. Oligo Opalin_1 includes the Patch-seq and connectivity types Oligo_1. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is A330049N07Rik and Anln and Rftn1 (F-beta = 0.673), based on the NS Forest method of marker gene selection. Oligo Opalin_1 cells represent 19.06% of all Oligodendrocyte cells collected in the snRNA-seq 10X v3 B dataset. Oligo Opalin_1 cells have an average of 2221 genes detected, which is 111 more than the average for all Oligodendrocyte cells (2110)."],
    "references": ["PMID:34616066|PMID:34616062"],
    "aliases": ["Oligo_1"]
  },
  "CS202002013_100": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Oligo Opalin_2 is a member of the Oligodendrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Il33 and Prr5l (F-beta = 0.873), based on the NS Forest method of marker gene selection. Oligo Opalin_2 cells represent 70.02% of all Oligodendrocyte cells collected in the snRNA-seq 10X v3 B dataset. Oligo Opalin_2 cells have an average of 1908 genes detected, which is 202 less than the average for all Oligodendrocyte cells (2110)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_101": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Oligo Opalin_3 is a member of the Oligodendrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cacna2d4 and Mobp and Nckap5 (F-beta = 0.402), based on the NS Forest method of marker gene selection. Oligo Opalin_3 cells represent 4.31% of all Oligodendrocyte cells collected in the snRNA-seq 10X v3 B dataset. Oligo Opalin_3 cells have an average of 2502 genes detected, which is 392 more than the average for all Oligodendrocyte cells (2110)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_102": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Oligo Opalin_4 is a member of the Oligodendrocyte subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Kank1 and Prom1 and Sytl2 (F-beta = 0.715), based on the NS Forest method of marker gene selection. Oligo Opalin_4 cells represent 2.98% of all Oligodendrocyte cells collected in the snRNA-seq 10X v3 B dataset. Oligo Opalin_4 cells have an average of 3200 genes detected, which is 1090 more than the average for all Oligodendrocyte cells (2110)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_104": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), VLMC_1 is a member of the VLMC subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Col4a6 and Gm30624 and Itih5 (F-beta = 0.702), based on the NS Forest method of marker gene selection. VLMC_1 cells represent 7.15% of all VLMC cells collected in the snRNA-seq 10X v3 B dataset. VLMC_1 cells have an average of 2109 genes detected, which is 365 less than the average for all VLMC cells (2474)."],
    "references": ["PMID:34616066"],
    "aliases": ["VLMC(i)"]
  },
  "CS202002013_105": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), VLMC_2 is a member of the VLMC subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Aox3 and Lama1 (F-beta = 0.813), based on the NS Forest method of marker gene selection. VLMC_2 cells represent 41.31% of all VLMC cells collected in the snRNA-seq 10X v3 B dataset. VLMC_2 cells have an average of 2083 genes detected, which is 391 less than the average for all VLMC cells (2474)."],
    "references": ["PMID:34616066"],
    "aliases": ["VLMC(i)"]
  },
  "CS202002013_106": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), VLMC_3 is a member of the VLMC subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Pkhd1 (F-beta = 0.702), based on the NS Forest method of marker gene selection. VLMC_3 cells represent 9.56% of all VLMC cells collected in the snRNA-seq 10X v3 B dataset. VLMC_3 cells have an average of 2415 genes detected, which is 59 less than the average for all VLMC cells (2474)."],
    "references": ["PMID:34616066"],
    "aliases": ["VLMC(i)"]
  },
  "CS202002013_107": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), VLMC_4 is a member of the VLMC subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Prdm6 and Slc6a20a (F-beta = 0.442), based on the NS Forest method of marker gene selection. VLMC_4 cells represent 6.64% of all VLMC cells collected in the snRNA-seq 10X v3 B dataset. VLMC_4 cells have an average of 2397 genes detected, which is 77 less than the average for all VLMC cells (2474)."],
    "references": ["PMID:34616066"],
    "aliases": ["VLMC(i)"]
  },
  "CS202002013_108": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), VLMC_5 is a member of the VLMC subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Slc47a1 (F-beta = 0.849), based on the NS Forest method of marker gene selection. VLMC_5 cells represent 25.12% of all VLMC cells collected in the snRNA-seq 10X v3 B dataset. VLMC_5 cells have an average of 2580 genes detected, which is 106 more than the average for all VLMC cells (2474)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_109": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), VLMC_6 is a member of the VLMC subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Dapl1 and Prg4 and Slc26a7 (F-beta = 0.747), based on the NS Forest method of marker gene selection. VLMC_6 cells represent 6.81% of all VLMC cells collected in the snRNA-seq 10X v3 B dataset. VLMC_6 cells have an average of 3396 genes detected, which is 922 more than the average for all VLMC cells (2474)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_110": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), VLMC_7 is a member of the VLMC subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Dapl1 and Tspan8 (F-beta = 0.795), based on the NS Forest method of marker gene selection. VLMC_7 cells represent 3.42% of all VLMC cells collected in the snRNA-seq 10X v3 B dataset. VLMC_7 cells have an average of 3551 genes detected, which is 1077 more than the average for all VLMC cells (2474)."],
    "references": ["PMID:34616066"],
    "aliases": ["Oligo_C2|VLMC(i)"]
  },
  "CS202002013_113": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), Micro is a member of the Microglia-PVM subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Hexb (F-beta = 0.98), based on the NS Forest method of marker gene selection. Micro cells represent 95.57% of all Microglia-PVM cells collected in the snRNA-seq 10X v3 B dataset. Micro cells have an average of 1809 genes detected, which is 3 less than the average for all Microglia-PVM cells (1812). The average normalized cortical depth of Micro cells is 0.484, compared to an average of 0.481 for all Microglia-PVM cells."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_114": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), PVM_1 is a member of the Microglia-PVM subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Ms4a4a (F-beta = 0.94), based on the NS Forest method of marker gene selection. PVM_1 cells represent 3.81% of all Microglia-PVM cells collected in the snRNA-seq 10X v3 B dataset. PVM_1 cells have an average of 1842 genes detected, which is 30 more than the average for all Microglia-PVM cells (1812)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_115": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), PVM_2 is a member of the Microglia-PVM subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cd74 and Klra2 (F-beta = 0.798), based on the NS Forest method of marker gene selection. PVM_2 cells represent 0.35% of all Microglia-PVM cells collected in the snRNA-seq 10X v3 B dataset. PVM_2 cells have an average of 2279 genes detected, which is 467 more than the average for all Microglia-PVM cells (1812)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  },
  "CS202002013_116": {
    "summary": ["In Mouse primary motor cortex (CCN202002013), PVM_3 is a member of the Microglia-PVM subclass. The minimal set of markers required to distinguish this cell type from other cell types in the primary motor cortex is Cd209a (F-beta = 0.844), based on the NS Forest method of marker gene selection. PVM_3 cells represent 0.27% of all Microglia-PVM cells collected in the snRNA-seq 10X v3 B dataset. PVM_3 cells have an average of 1968 genes detected, which is 156 more than the average for all Microglia-PVM cells (1812)."],
    "references": ["PMID:34616066"],
    "aliases": [null]
  }
}
